Repository: Distrotech/exo
Catalog: po-doc/*.po
Languages: ca, es, gl, id, it, ja, pt, pt_br, ru, tr, zh_cn

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
ca: Hauríeu d'haver rebut una còpia de la llicència «GNU General Public License» juntament amb aquest programa; en cas contrari, escriviu a la Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111‐1307, USA.
es: Debería haber recibido una copia de la Licencia Pública General de GNU junto con este programa; si no, escriba a la Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
gl: Debeu recibir unha copia da Licenza pública xeral de GNU xunta con este programa; en caso contrario, escriba á Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
id: Anda seharusnya menerima salinan dari Lisensi Publik Umum GNU bersama dengan program ini; jika tidak, kirim surat ke Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
it: Con il programma dovrebbe essere stata anche fornita una copia della GNU General Public License; se così non fosse, scrivere alla: Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
ja: このプログラムには、GNU 一般公衆利用許諾契約書のコピーが附属するはずですが、もし無いのであればフリーソフトウェア財団に連絡して下さい。59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
pt: Você deve ter recebido uma cópia da GNU General Public License com este programa. Se tal não ocorreu, escreva para Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
pt_br: Deverá ter recebido uma cópia da Licença Pública GNU com esta aplicação. Caso contrário escreva para a (Fundação do Software Livre) Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
ru: Вы получаете копию лицензии вместе с этой программой, если это не так, напишите в Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
tr: Bu yazılımla birlikte GNU Genel Kamu Lisansının bir kopyasını edinmiş olmalısınız; eğer edinmemişseniz Free Software Foundation Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA adresine yazınız.
zh_cn: 您应该能够随此软件获得一份 GNU 通用公共许可协议的副本；如果没有，请致信自由软件基金会: Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: translator-credits
ca: Carles Muñoz Gorriz «carlesmu@internautas.org», 2009.
es: Abel Martín <abel.martin.ruiz@gmail.com>, 2008
gl: Leandro Regueiro <leandro.regueiro@gmail.com>, 2009.
id: Andhika Padmawan <andhika.padmawan@gmail.com>, 2008.
it: Traduzione Italiana a cura di Cristian Marchi
ja: Daichi Kawahata <daichi@xfce.org>, 2006. Masato Hashimoto <hashimo@xfce.org>, 2009, 2010.
pt: Sérgio Marques<smarquespt@gmail.com>
pt_br: créditos de tradução
ru: участники перевода
tr: Samed Beyribey <ras0ir@eventualis.org>, 2008
zh_cn: Hunt Xu <huntxu@live.cn>, 2009.

source: Benedikt
pt_br: Banedikt

source: If the Web Browser you are looking for is not automatically detected by the system, you can select <guimenuitem>Other...</guimenuitem> from the drop down menu and a dialog will appear asking you to enter the command for the custom Web Browser, as shown in <xref linkend="configuration-webbrowser-custom"/>.
pt: Se o Navegador Web quer estiver à procura não for automaticamente detectado pelo sistema, você pode seleccionar <guimenuitem>Outro...</guimenuitem> no menu suspenso e aparecerá uma caixa de diálogo a solicitar que indique o comando do Navegador Web personalizado, como indicado em <xref linkend="configuration-webbrowser-custom"/>.
ru: Если интернет-проводник который вы ищете не был определен автоматически, вы можете выбрать пункт <guimenuitem> Другой ...</ guimenuitem> из выпадающего меню. Появится окно, в котором вам потребуется ввести команду для вызова интернет проводника, как показано на <xref linkend="configuration-webbrowser-custom"/>.
