Repository: Distrotech/exo
Catalog: po-doc/*.po
Languages: ca, es, gl, id, it, ja, pt, pt_br, ru, tr, zh_cn

source: Xfce 4 Preferred Applications
ca: Aplicacions preferides de Xfce 4
es: Aplicaciones preferidas de Xfce 4
gl: Aplicacións preferidas de Xfce 4
id: Aplikasi Kesukaan Xfce 4
it: Applicazioni preferite di Xfce4
ja: Xfce 4 お気に入りのアプリケーション
pt: Aplicações Preferidas do Xfce 4
pt_br: Aplicações Preferidas do Xfce 4
ru: Предпочитаемые приложения
tr: Xfce4 Tercih Edilen Uygulamalar
zh_cn: Xfce 4 首选应用程序

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.1 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts, and with no Back-Cover Texts. The complete license text is available from the <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
ca: Teniu el dret de còpia, distribució i/o modificació d'aquest document segons els termes de la llicència «GNU Free Documentation», versió 1.1 o qualsevol posterior publicada per la Free Software Foundation; sense seccions invariables, sense textos de portada i sense textos de contraportada («with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts»). El text complert de la llicència està disponible a <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
es: Se otorga permiso para copiar, distribuir y/o modificar este documento bajo los términos de la Licencia de Documentación Libre de GNU, Versión 1.1 o cualquier otra versión posterior publicada por la Free Software Foundation; sin secciones invariantes, ni textos de preámbulo, ni textos de anexos. El texto completo de la licencia está disponible en <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
id: Izin diberikan untuk menyalin, mendistribusikan dan/atau memodifikasi dokumen ini di bawah perjanjian Lisensi Dokumentasi Bebas GNU, versi 1.1 atau versi apapun setelahnya yang dipublikasikan oleh Free Software Foundation; tanpa Bagian Invarian, tanpa Teks Sampul-Depan, dan tanpa Teks Sampul-Belakang. Teks lisensi selengkapnya tersedia dari <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
it: È garantito il permesso di copiare, distribuire e/o modificare questo documento nel rispetto dei termini della GNU Free Documentation License versione 1.1 o qualsiasi versione successiva pubblicata dalla Free Software Foundation; senza sezioni invarianti, senza testo di copertina all'inizio e alla fine. Il testo completo della licenza è disponibile sul sito della <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
ja: フリーソフトウェア財団が公表する GNU フリー文書利用許諾契約書の第1.1版、あるいはそれ以降のいずれかの版の条件下において、この文書の複製、配布および/または変更が許可されます。変更出来ない箇所、表紙文および裏表紙文があってはいけません。この利用許諾契約書の全文は<ulink type="http" url="http://www.gnu.org/">フリーソフトウェア財団</ulink>から取得する事ができます。
pt: É permitido copiar, distribuir e/ou modificar este documento sob os termos da GNU Free Documentation License, Version 1.1 ou qualquer outra posterir conforme publicada pela Free Software Foundation; sem Secções Invariáveis, Textos de Capa e/ou quaisquer Textos de Contracapa. O texto completo da licença está disponível na <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
pt_br: É permitido copiar, distribuir e/ou modificar este documento sob os termos da Licença de Documentação Livre da GNU, na Versão 1.1 ou qualquer outra posteriormente publicada pela Fundação do Software Livre sem quaisquer Seções Invariáveis, quaisquer Textos de Capa e/ou quaisquer Textos de Contracapa. O texto completo da licença está disponível na <ulink type=\"http\" url=\"http://www.gnu.org/\">Fundação do Software Livre</ulink>.
ru: Права на копирование, распространение и/или изменение этого документа распространяются на основе лицензии GNU Free Documentation License, версия 1.1 или более поздней, опубликованной Free Software Foundation; без каких либо явных и неявных изменений. Полный текст лицензии досупен на <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
tr: Bu dokümanı Özgür Yazılım Vakfı tarafından yayınlanan GNU Özgür Belgeleme Lisansı 1.1 ve sonraki sürümleri çerçevesinde kopyalama, dağıtma ve/veya değiştirme izniniz vardır. Lisansın esas metnine <ulink type="http" url="http://www.gnu.org/">Özgür Yazılım Vakfı</ulink> sitesinden ulaşabilirsiniz.
zh_cn: 在自由软件基金会发布的 GNU 自由文档许可协议版本 1.1 或以后版本的条款约束下允许复制，分发和/或修改本文档，不要求保留特定内容、封面文本或者封底文本。许可协议全文可以通过以下链接找到: <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>。

source: This manual describes version @PACKAGE_VERSION@ of the <emphasis>Xfce Preferred Applications</emphasis> framework and its components.
ca: Aquest manual descriu la versió @PACKAGE_VERSION@ del sistema d'<emphasis>aplicacions preferides de Xfce</emphasis> i els seus components.
es: Este manual describe la versión @PACKAGE_VERSION@ del marco <emphasis>Aplicaciones preferidas de Xfce</emphasis> y sus componentes.
gl: Este manual describe a versión @PACKAGE_VERSION@ da infraestrutura <emphasis>Aplicacións preferidas de Xfce</emphasis> e os seus compoñentes.
id: Manual ini menjelaskan versi @PACKAGE_VERSION@ dari kerangka kerja <emphasis>Aplikasi Kesukaan Xfce</emphasis> dan komponennya.
it: Questo manuale descrive la versione @PACKAGE_VERSION@ della struttura di <emphasis>applicazioni preferite di Xfce</emphasis> e i suoi componenti.
ja: この説明書は <emphasis>Xfceお気に入りのアプリケーション</emphasis> フレームワークおよびそのコンポーネントのバージョン @PACKAGE_VERSION@ について書かれています。
pt: Este manual descreve a versão @PACKAGE_VERSION@ das <emphasis>Aplicações Preferidas do Xfce</emphasis> e das suas componentes.
pt_br: Este manual descreve a versão @PACKAGE_VERSION@ do esquema de <emphasis>Aplicações Preferidas do Xfce</emphasis> e de seus componentes
ru: Данное руководство описывает версию @PACKAGE_VERSION@ <emphasis>Предпочитаемых приложений Xfce</emphasis> и их компонентов
tr: Bu kılavuz <emphasis>Xfce Tercih Edilen Uygulamaları</emphasis> @PACKAGE_VERSION@ sürümünü ve onun bileşenlerini açıklamaya yöneliktir.
zh_cn: 这份手册介绍了 <emphasis>Xfce 首选应用程序</emphasis> 版本 @PACKAGE_VERSION@ 的框架和组件。

source: Introduction
ca: Introducció
es: Introducción
gl: Introdución
id: Pengantar
it: Introduzione
ja: 初めに
pt: Introdução
pt_br: Introdução
ru: Вступление
tr: Giriş
zh_cn: 简介

source: Throughout the 4.x series of the Xfce Desktop Environment, there was no easy way for users to set their preferred applications, i.e. the Web Browser that should be used to open hyperlinks. The <emphasis>Xfce Preferred Applications</emphasis> framework was added in Xfce 4.3 to overcome this limitation and provide users with an easy way to select their preferred web browser, mail reader and terminal emulator.
ca: Durant la serie 4.x de l'entorn d'escriptori de Xfce, no hi havia cap manera senzilla per que els usuaris fixessin les seves aplicacions preferides, i.e. el navegador web que s'obra al clicar enllaços web. El sistema d'<emphasis>aplicacions preferides de Xfce</emphasis> es va afegir amb la versió 4.3 de Xfce per superar aquesta limitació i permetre als usuaris un sistema fàcil per seleccionar el seu navegador web, client de correu o emulador de terminal preferit.
es: A lo largo de la serie 4.x del entorno de escritorio de Xfce no ha habido una forma fácil para que los usuarios elijan sus aplicaciones preferidas, como por ejemplo el navegador web que se debería usar al abrir hiperenlaces. La infraestructura <emphasis>Aplicaciones preferidas de Xfce</emphasis> fue añadida en Xfce 4.3 para superar esta limitación y proporcionar a los usuarios una manera fácil de seleccionar su navegador web, lector de correos y emulador de terminal preferidos.
gl: Durante a serie 4.x do Ambiente de escritorio Xfce non houbo un método sinxelo para que os usuarios puideran definir as súas aplicacións preferidas, p.ex. o Navegador web que se debe usar para abrir as hiperligazóns. A infraestrutura <emphasis>Aplicacións preferidas de Xfce</emphasis> engadiuse en Xfce 4.3 para eliminar esta limitación e proporcionarlle aos usuarios un método sinxelo para seleccionar o seu navegador web, lector de correo e emulador de terminal preferidos.
id: Selama seri 4.x Lingkungan Destop Xfce, tak ada cara yang mudah bagi pengguna untuk mengatur aplikasi kesukaan mereka, misalnya Peramban Web yang harus digunakan untuk membuka taut hiper. Kerangka kerja <emphasis>Aplikasi Kesukaan Xfce</emphasis> ditambahkan pada Xfce 4.3 untuk mengatasi hambatan ini dan memberikan pengguna cara yang mudah untuk memilih peramban web, pembaca surat dan emulator terminal kesukaan mereka.
it: Nella serie di versioni 4.x dell'ambiente grafico Xfce, non era possibile, per l'utente, impostare in modo semplice le proprie applicazioni preferite (per esempio il browser web da utilizzare per l'apertura dei collegamenti ipertestuali). La struttura per le <emphasis>applicazioni preferite di Xfce</emphasis> è stata introdotta nella versione 4.3 di Xfce proprio per porre rimedio a questa limitazione fornendo all'utente un modo semplice per impostare il proprio browser web, il lettore di email e l'emulatore di terminale.
ja: Xfce デスクトップ環境の 4.x シリーズには当初、例えばハイパーリンクを開くときに使用されるウェブブラウザのような、ユーザが簡単にお気に入りのアプリケーションを設定する方法はありませんでした。<emphasis>Xfceお気に入りのアプリケーション</emphasis> フレームワークはこの制約を取り除いて利用者が好きなウェブブラウザ、メールリーダ、ターミナルエミュレータを選べるように Xfce 4.3 で新たに追加されました。
pt: Até a série 4.x do Ambiente de Trabalho Xfce, não havia uma maneira fácil de definir as aplicações preferidas, i.e o Navegador Web que deveria ser usado para abrir as hiperligações. A estrutura <emphasis>Aplicações Preferidas do Xfce</emphasis> foi adicionada no Xfce 4.3 para superar esta limitação e oferecer aos utilizadores uma maneira fácil de seleccionar o navegador de internet, leitor de mensagens e emulador de terminal preferido.
pt_br: Até a série 4.x do Ambiente de Trabalho Xfce, não havia uma maneira fácil de definir as aplicações preferidas, por exemplo, o Navegador Web que deveria ser usado para abrir hiperlinks. O esquema de <emphasis>Aplicações Preferidas do Xfce</emphasis> foi adicionado no Xfce 4.3 para superar esta limitação e oferecer aos usuários uma maneira fácil de selecionar seu navegador de internet, leitor de mensagens e emulador de terminal preferido.
ru: На протяжении всей версии Xfce 4.x отсутствует простой путь для редактирования предпочитаемых приложений пользователя, например открытия ссылок интернета нужным браузером. Приложение устранявшее этот недостаток <emphasis>Предпочитаемые приложения Xfce</emphasis> было добавлено в Xfce 4.3. Оно дает пользователям возможность легкой установки предпочитаемого приложения для открытия веб-страниц, чтения почты, эмулятора терминала и др.
tr: Xfce'in 4.x serilerinde daha önceleri kullanıcıların kolaylıkla seçebileceği öntanımlı tercih edilen uygulamalar yer almadığı (mesela, bağlantılara tıklandığında bağlantının kullanıcının istediği tarayıcıda açılmaması vs. gibi sorunlar) için sorunlar oluşmakta idi. Bu yüzden <emphasis>Xfce Tercih Edilen Uygulamalar</emphasis> çatısı 4.3 sürümünden itibaren bu sorunları ortadan kaldırmak için, kullanıcıların kendilerinin belirleyebileceği web tarayıcı, e-posta uygulaması ve uçbirim öykünücüsü seçenekleri sunulmaktadır.
zh_cn: 4.x 系列的 Xfce 桌面环境，一开始并没有提供给用户一个比较方便的做法来设置他们首选的应用程序，例如使用哪个浏览器来打开超链接。从 Xfce 4.3 开始，<emphasis>Xfce 首选应用程序</emphasis> 框架的加入解决了这个问题，并让用户能够轻松地选择他们首选的网络浏览器，邮件阅读器以及终端模拟器。

source: Configuration
ca: Configuració
es: Configuración
gl: Configuración
id: Konfigurasi
it: Configurazione
ja: 設定
pt: Configuração
pt_br: Configuração
ru: Конфигурация
tr: Yapılandırma
zh_cn: 设置

source: You can access the configuration dialog by clicking on the <guibutton>Preferred Applications</guibutton> button in the <ulink type="http" url="xfce-mcs-manager.html#manager-dialog">Xfce Settings Manager</ulink>. The configuration dialog is split into two pages, which are described in the following sections.
ca: Podeu accedir al diàleg de configuració fent clic al botó «<guibutton>Aplicacions preferides</guibutton>» en el <ulink type="http" url="xfce-mcs-manager.html#manager-dialog">gestor d'ajustaments de Xfce</ulink>. El diàleg de configuració està dividit en dues pàgines, les quals descriurem en les següents seccions.
es: Se puede acceder al diálogo de configuración haciendo clic en el botón <guibutton>Aplicaciones preferidas</guibutton> en el <ulink type="http" url="xfce-mcs-manager.html#manager-dialog">Gestor de configuración de Xfce</ulink>. El diálogo de configuración está dividido en dos partes, que se describen en las siguientes secciones.
gl: Pode acceder ao diálogo de configuración premendo no botón <guibutton>Aplicacións preferidas</guibutton> no <ulink type="http" url="xfce-mcs-manager.html#manager-dialog">Xestor de configuración de Xfce</ulink>. O diálogo de configuración está dividido en dúas páxinas que se describen nas seguintes seccións.
id: Anda dapat mengakses dialog konfigurasi dengan klik pada tombol <guibutton>Aplikasi Kesukaan</guibutton> di <ulink type="http" url="xfce-mcs-manager.html#manager-dialog">Manajer Pengaturan Xfce</ulink>.
it: La finestra di configurazione è accessibile premendo il pulsante <guibutton>Applicazioni preferite</guibutton> presente nel <ulink type="http" url="xfce-mcs-manager.html#manager-dialog">gestore di impostazioni di Xfce</ulink>. La finestra di configurazione è suddivisa in due pagine che saranno descritte nelle sezioni seguenti.
ja: <ulink type="http" url="xfce-mcs-manager.html#manager-dialog">Xfce 設定マネージャ</ulink><guibutton>「お気に入りのアプリケーション」</guibutton> をクリックすると設定ダイアログが表示されます。設定ダイアログは以下に説明する 2 つのページからなっています。
pt: O utilizador pode aceder ao diálogo de configuração clicando no botão <guibutton>Applicações Preferidas</guibutton> no <ulink type=\"http\" url=\"xfce-mcs-manager.html#manager-dialog\">Gestor de Definições do Xfce</ulink>. O diálogo de configuração está dividido em duas páginas, que serão descritas nas secções seguintes.
pt_br: O diálogo de configuração pode ser acessado clicando no botão <guibutton>Applicações Preferidas</guibutton> no <ulink type=\"http\" url=\"xfce-mcs-manager.html#manager-dialog\">Gerenciador de Configurações do Xfce</ulink>. O diálogo de configuração é dividido em duas páginas, que serão descritas nas sessões seguintes.
ru: Вы можете попасть в диалог настройки нажав на кнопку <guibutton>Предпочитаемые приложения</guibutton> в <ulink type="http" url="xfce-mcs-manager.html#manager-dialog">Менеджере настроек Xfce</ulink>. Диалог поделен на 2 части, которые описаны в следующих разделах
tr: Yapılandırma menüsüne <ulink type="http" url="xfce-mcs-manager.html#manager-dialog">Xfce Ayarları Yöneticisi</ulink>nde yer alan <guibutton>Tercih Edilen Uygulamalar</guibutton> menüsünden ulaşabilirsiniz. Yapılandırma menüsü iki kısımdan oluşmaktadır ve bu kısımlar aşağıda açıklanacaktır.
zh_cn: 您可以单击 <ulink type="http" url="xfce-mcs-manager.html#manager-dialog">Xfce 设置管理器</ulink> 中的 <guibutton>首选应用程序</guibutton> 按钮来启动设置对话框。设置对话框被分为两页，将在下面详细介绍。

source: Internet applications
ca: Aplicacions d'Internet
es: Aplicaciones de internet
gl: Aplicacións de Internet
id: Aplikasi internet
it: Applicazioni internet
ja: インターネットアプリケーション
pt: Aplicações de Internet
pt_br: Aplicações de Internet
ru: Интернет приложения
tr: Internet uygulamaları
zh_cn: 因特网程序

source: The first page of the configuration dialog allows you to select your preferred Web Browser and Mail Reader. The selected Web Browser will be used to open hyperlinks that you click on and to display the documentation, whereas the Mail Reader will be used to compose mails.
ca: La primera pàgina del diàleg de configuració us permet seleccionat tant el vostre navegador web preferit com el vostre client de correu preferit. El navegador web seleccionat és el que s'emprarà per obrir el enllaços als que cliqueu així com per mostrar la documentació; per una altra banda, el client de correu és el que s'emprarà per escriure correus.
es: La primera página del diálogo de configuración le permite seleccionar su navegador web y lector de correo preferidos. El navegador web preferido se usará para abrir los hiperenlaces sobre los que haga clic y para mostrar la documentación, mientras que el lector de correo se usará para escribir correos.
gl: A primeira páxina do diálogo de configuración permítelle seleccionar o seu Navegador web e o seu Lector de correo preferidos. O Navegador web seleccionado hase usar para abrir hiperligazóns nas que prema e para mostrar a documentación, mentres que o Lector de correo se ha usar para redactar mensaxes de correo electrónico.
id: Halaman pertama dari dialog konfigurasi memungkinkan anda untuk memilih Peramban Web dan Pembaca Surat kesukaan anda. Peramban Web terpilih akan digunakan untuk membuka hipertaut yang anda klik dan untuk menampilkan dokumentasi, sedangkan Pembaca Surat akan digunakan untuk menulis surat.
it: La prima pagina della finestra di configurazione, permette di selezionare il browser web e il lettore di email preferiti. Il browser web selezionato verrà utilizzato per aprire i collegamenti ipertestuali che vengono selezionati e per visualizzare la documentazione, mentre il lettore di email verrà utilizzato per la composizione delle mail.
ja: 最初のページではウェブブラウザとメールリーダを設定できます。ハイパーリンクをクリックしたときにここで選択したウェブブラウザを使用してドキュメントが表示され、メールを作成するときにここで選択したメールリーダが使用されます。
pt: A primeira página do diálogo de configuração permite-lhe seleccionar o Navegador Web e o Leitor de Mensagens preferidos. O Navegador Web seleccionado será usado para abrir as hiperligações bem como para exibir a documentação, enquanto o Leitor de Mensagens será usado para compor mensagens.
pt_br: A primeira página do diálogo de configuração permite selecionar o Navegador Web e o Leitor de Mensagens preferidos. O Navegador Web selecionado será usado para abrir os hiperlinks clicados e para exibir a documentação, enquanto o Leitor de Mensagens será usado para compor mensagens.
ru: Первая страница диалога настройки позволяет вам выбрать предпочитаемый Web-браузер и программу просмотра почты. Выбранный Web-браузер будет использоваться для открытия интернет-ссылок на страницы, Программа чтения новостей и почты будет использоваться для составления электронной почты
tr: Yapılandırma menüsünde ilk kısımda tercih edilen Web Tarayıcı ve E-Posta uygulaması yer almaktadır. Seçilen Web Tarayıcı, dokümanları ve bağlantıları seçtiğiniz tarayıcıda açarken, E-Posta uygulaması da tercih ettiğiniz uygulama ile e-posta yazmanızı sağlamaktadır.
zh_cn: 设置对话框的第一页允许您选择您首选的网络浏览器和邮件阅读器。所选的网络浏览器将会用以打开您点击的超链接和显示文档，邮件浏览器则用来阅读和撰写电子邮件。

source: Select internet applications
ca: Selecció les aplicacions d'internet
es: Seleccionar aplicaciones de internet
gl: Seleccionar aplicacións de Internet
id: Pilih aplikasi internet
it: Selezionare le applicazioni internet
ja: インターネットアプリケーションの選択
pt: Seleccionar aplicações de internet
pt_br: Selecionar aplicações de internet
ru: Выберите интернет приложения
tr: Internet uygulamaları seçimi
zh_cn: 选择因特网程序

source: To select a different Web Browser than the current default one, click on the button in the <guilabel>Default Web Browser</guilabel> section and a list of web browsers that were detected on your system will appear, as shown in <xref linkend="configuration-webbrowser-menu"/>.
ca: Per seleccionar un navegador web diferent del que hi ha per defecte, feu clic en el botó de la secció «<guilabel>Navegador web per defecte</guilabel>» i s'us mostrarà una llista de navegadors webs que s'han detectat al vostre sistema, tal com es mostra a <xref linkend="configuration-webbrowser-menu"/>.
es: Para seleccionar un navegador web distinto al actual haga clic en el botón de la sección <guilabel>Navegador web predeterminado</guilabel> y una lista de navegadores detectados en su sistema aparecerá, como se muestra en <xref linkend="configuration-webbrowser-menu"/>.
gl: Para seleccionar un Navegador web diferente do actual prema no botón da sección <guilabel>Navegador web predeterminado</guilabel> e aparecerá unha lista dos navegadores web que se detectaron no sistema, tal como se mostra en <xref linkend="configuration-webbrowser-menu"/>.
id: Untuk memilih Peramban Web selain yang digunakan saat ini, klik tombol di bagian <guilabel>Peramban Web Standar</guilabel> dan senarai peramban web yang terdeteksi di sistem anda akan muncul, seperti tampak pada <xref linkend="configuration-webbrowser-menu"/>.
it: Per selezionare un browser web diverso da quello predefinito, fare clic sul pulsante presente nella sezione <guilabel>browser web predefinito</guilabel>; verrà visualizzato un elenco di browser web trovati nel proprio sistema, come mostrato in <xref linkend="configuration-webbrowser-menu"/>.
ja: 現在のデフォルトウェブブラウザを別のものへ変更する場合は、<guilabel>ウェブブラウザ</guilabel> セクションのボタンをクリックしてください。システム内から検出されたウェブブラウザのリストが <xref linkend="configuration-webbrowser-menu"/> のように表示されます。
pt: Para seleccionar um Navegador Web diferente do actual, clique no botão da secção <guilabel>Navegador Web</guilabel> e uma lista dos navegadores de internet detectados no seu sistema aparecerá, como mostrado em <xref linkend=\"configuration-webbrowser-menu\"/>."
pt_br: Para selecionar um Navegador Web diferente do padrão atual, clique no botão da seção <guilabel>Web Browser</guilabel> e uma lista dos navegadores de internet detectados em seu sistema aparecerá, como mostrado em <xref linkend=\"configuration-webbrowser-menu\"/>."
ru: Для выбора другого Web-браузера, нажмите на кнопку <guilabel>Web-браузер по умолчанию</guilabel> и выберите подходящий браузер из списка браузеров, установленных в вашей системе, как показано здесь: <xref linkend="configuration-webbrowser-menu"/>.
tr: Mevcut öntanımlı tarayıcı yerine başka bir Web Tarayıcı seçmek için <guilabel>Web Tarayıcı</guilabel> kısmındaki listeden <xref linkend="configuration-webbrowser-menu"/> kısmında gösterildiği gibi sisteminizde bulunan tarayıcılardan birini seçebilirsiniz.
zh_cn: 要选择一个不同的网络浏览器替换当前的默认选项，点击 <guilabel>默认网络浏览器</guilabel> 一栏中的按钮，将会在 <xref linkend="configuration-webbrowser-menu"/> 中显示一个列表列出在您系统中检测到的可用的网络浏览器。

source: Select Web Browser
ca: Selecció del navegador web
es: Seleccionar navegador web
gl: Seleccione o navegador web
id: Pilih Peramban Web
it: Selezionare il browser web
ja: ウェブブラウザの選択
pt: Seleccionar o Navegador de Internet
pt_br: Selecione o navegador de internet
ru: Выберите web-браузер
tr: Tarayıcı seçimi
zh_cn: 选择网络浏览器
