Repository: Distrotech/exo
Catalog: po-doc/*.po
Languages: ca, es, gl, id, it, ja, pt, pt_br, ru, tr, zh_cn

source: If the Web Browser you are looking for is not automatically detected by the system, you can select <guimenu><guimenuitem>Other...</guimenuitem></guimenu> from the drop down menu and a dialog will appear asking you to enter the command for the custom Web Browser, as shown in <xref linkend="configuration-webbrowser-custom"/>.
ca: Si no s'ha detectat automàticament el navegador web que voleu, podeu seleccionar «<guimenu><guimenuitem>Altres…</guimenuitem></guimenu>» del menú desplegable i així s'us mostrarà una finestra de diàleg demanant-vos l'ordre pel navegador web personalitzat, tal com es pot veure a <xref linkend="configuration-webbrowser-custom"/>.
es: Si el navegador web que está buscando no es detectado automáticamente por el sistema, puede seleccionar <guimenu><guimenuitem>Otros...</guimenuitem></guimenu> del menú desplegable y un diálogo aparecerá solicitándole que introduzca el comando para el navegador web personalizado, como se muestra en <xref linkend="configuration-webbrowser-custom"/>.
gl: Se o sistema non detectou automaticamente o Navegador web que vostede desexaba pode seleccionar <guimenu><guimenuitem>Outro...</guimenuitem></guimenu> no menú despregable e aparecerá un diálogo que lle solicitará que introduza o comando para o Navegador web personalizado, tal como se mostra en <xref linkend="configuration-webbrowser-custom"/>.
id: Jika Peramban Web yang anda cari tidak terdeteksi secara otomatis oleh sistem, anda dapat memilih <guimenu><guimenuitem>Lainnya...</guimenuitem></guimenu> dari menu dan kotak dialog akan muncul dan meminta anda untuk memasukkan perintah untuk Peramban Web suai, seperti tampak pada <xref linkend="configuration-webbrowser-custom"/>.
it: Se il browser web che si sta cercando non viene automaticamente riconosciuto dal sistema, è possibile selezionare il pulsante <guimenu><guimenuitem>Altro...</guimenuitem></guimenu> dal menu a comparsa; verrà mostrata una finestra di dialogo in cui sarà richiesto di inserire il comando per il browser web personalizzato, come mostrato in <xref linkend="configuration-webbrowser-custom"/>.
ja: お探しのウェブブラウザが自動検出されなかった場合、ドロップダウンメニューから <guimenu><guimenuitem>「その他...」</guimenuitem></guimenu> を選択してください。<xref linkend="configuration-webbrowser-custom"/> のようにウェブブラウザのコマンドを入力するダイアログが表示されます。
pt_br: Se o Navegador Web pretendido não foi automaticamente detectados pelo sistema, selecionar <guimenu><guimenuitem>Outro...</guimenuitem></guimenu> do menu suspenso exibirá uma caixa de diálogo solicitando que seja inserido o comando que executa o Navegador Web personalizado, como indicado em <xref linkend=\"configuration-webbrowser-custom\"/>.
tr: Eğer aradığınız Web Tarayıcı, sistem tarafından otomatik olarak bulunmuyorsa <guimenu><guimenuitem>Diğer...</guimenuitem></guimenu> seçeneği yardımıyla istediğiniz web tarayıcısını <xref linkend="configuration-webbrowser-custom"/> kısmında anlatıldığı gibi belirleyebilirsiniz.
zh_cn: 如果您要选择的网络浏览器并未被自动检测出来，您可以从下拉菜单中选择 <guimenu><guimenuitem>其他...</guimenuitem></guimenu>，将会出现一个对话框并要求您输入网络浏览器的命令，如 <xref linkend="configuration-webbrowser-custom"/>。

source: Specify a custom Web Browser
ca: Elecció d'un navegador web personalitzat
es: Especificar un navegador web personalizado
gl: Especifique un navegador web personalizado
id: Tentukan Peramban Web suai
it: Specificare un browser web personalizzato
ja: カスタムウェブブラウザの設定
pt: Especificar um Navegador Web personalizado
pt_br: Escolha um Navegador Web personalizado
ru: Выберите web-браузер
tr: Özel Web Tarayıcı belirtme
zh_cn: 指定一个自定义的网络浏览器

source: The special marker <literal>%s</literal> in the command will be substituted with the URL when you click on a hyperlink. When running just the preferred Web Browser without any URL, i.e. using <command>exo-open --launch WebBrowser</command>, only the binary of the specified command will be used and the parameters will be stripped off. In the example above, with <command>mywebbrowser "%s"</command> as custom Web Browser, the command <command>mywebbrowser</command> will be used to open the Web Browser without an URL.
ca: En l'ordre, la marca especial <literal>%s</literal> farà que es substitueixi aquesta marca per la URL quan feu clic a l'enllaç. Quan s'executa el navegador web preferit sense cap URL, i.e. emprant <command>exo-open --launch WebBrowser</command>, només s'executarà l'ordre sense paràmetres. En el següent exemple, amb <command>mywebbrowser "%s"</command> com a navegador web personalitzat, l'ordre command>mywebbrowser</command> és el que s'emprarà quan s'obri el navegador web sense cap URL.
es: El marcador especial <literal>%s</literal> en el comando será sustituido por la URL cuando haga clic en un hiperenlace. Cuando se ejecute el navegador web preferido sin ninguna URL, por ejemplo, usando <command>exo-open --launch NavegadorWeb</command>, sólo se usará el ejecutable del comando especificado y los parámetros no se incluirán. En el ejemplo de arriba, con <command>minavegadorweb "%s"</command> como navegador web personalizado, el comando <command>minavegadorweb</command> será usado para abrir el navegador web sin ninguna URL.
gl: O marcador especial <literal>%s</literal> que vai no comando substituirase co URL cando prema nunha hiperligazón. Ao executar o Navegador web preferido sen ningún URL, p.ex. usando <command>exo-open --launch WebBrowser</command>, só se usará o binario do comando especificado e descartaranse os parámetros. No exemplo de enriba, con <command>omeunavegador "%s"</command> como Navegador web predeterminado, usarase o comando <command>omeunavegador</command> para abrir o Navegador web sen ningún URL.
id: Penanda khusus <literal>%s</literal> dalam perintah akan digantikan dengan URL jika anda klik pada hipertaut. Jika hanya menjalankan Peramban Web kesukaan tanpa URL apapun, misalnya menggunakan <command>exo-open --launch WebBrowser</command>, hanya biner dari perintah ditentukan yang akan digunakan dan parameter akan dihilangkan. Pada contoh di atas, dengan <command>perambanwebsaya "%s"</command> sebagai Peramban Web suai, perintah <command>mywebbrowser</command> akan digunakan untuk membuka Peramban Web tanpa URL.
it: Il marcatore speciale <literal>%s</literal> nel comando, verrà sostituito con l'URL nel momento in cui si farà clic su un collegamento ipertestuale. Quando si esegue solamente il browser web preferito senza alcun URL (per esempio utilizzando il comando <command>exo-open --launch WebBrowser</command>), verrà utilizzato solo il file binario del comando specificato e i parametri saranno ignorati. Nell'esempio precedente, con il browser web personalizzato <command>mywebbrowser "%s"</command>, il comando <command>mywebbrowser</command> verrà utilizzato per aprire il browser web senza alcun URL.
ja: コマンドの特殊マーカー <literal>%s</literal> はハイパーリンクをクリックしたときにその URL に置き換えられます。例えば設定したウェブブラウザを URL 指定無しで起動だけしたい場合は、パラメタを指定せずにコマンド <command>exo-open --launch WebBrowser</command> を使用します。上の例では、カスタムウェブブラウザとして <command>mywebbrowser "%s"</command> が指定されていますが、<command>mywebbrowser</command> が URL を開かずに起動されます。
pt: O marcador especial <literal>%s</literal> no comando será substituído pelo URL ao clicar na hiperligação. Quando o Navegador Web preferido for executado sem um URL, por exemplo, por meio de <command>exo-open --launch WebBrowser</command>, somente o binário do comando especificado será usado e os parâmetros serão ignorados. No exemplo acima, com <command>mywebbrowser "%s"</command> como Navegador Web personalizado, o comando <command>mywebbrowser</command> será usado para abrir o Navegador Web sem um URL.
pt_br: O marcador especial <literal>%s</literal> no comando será substituído pelp URL do hiperlink clicado. Quando o Navegador Web preferido for executado sem um URL, por exemplo, por meio de <command>exo-open --launch WebBrowser</command>, somente o binário do comando especificado será usado e os parâmetros serão estirpados. No exemplo acima, com <command>mywebbrowser \"%s\"</command> como Navegador Wab personalizado, o comando <command>mywebbrowser</command> será usado para abrir o Navegador Web sem um URL.
tr: Bu kısımda, <literal>%s</literal> tıkladığınız ve açılmasını istediğiniz bağlantıyı ifade etmektedir. Web Tarayıcınızın URL kullanmadan açılmasını seçmiş iseniz (mesela, <command>exo-open --launch WebBrowser</command> ile çalıştırıyorsanız) sadece belirtilen tarayıcı açılacaktır ve parametreler göz ardı edilecektir. Örnekteki gibi <command>çalıştırmakistediğiniztarayıcı "%s"</command> gibi bir özel seçenekte eğer sadece <command>çalıştırmakistediğiniztarayıcı</command> komutunu kullanırsanız, bu komut tarayıcınızı herhangi bir URL olmaksızın açacaktır.
zh_cn: 命令中的特殊标记 <literal>%s</literal> 在您点击一个超链接时将会被替换成为所选的 URL。当仅启动网络浏览器而不打开任何 URL 时，例如使用 <command>exo-open --launch WebBrowser</command>，仅会执行命令部分而忽略其他参数。在上面的例子中，假设自定义网络浏览器命令为 <command>mywebbrowser "%s"</command>，将仅使用<command>mywebbrowser</command> 来打开网络浏览器，而不自动打开任何 URL。

source: Other applications
ca: Altres aplicacions
es: Otras apliaciones
gl: Outras aplicacións
id: Aplikasi lain
it: Altre applicazioni
ja: その他のアプリケーション
pt: Outras aplicações
pt_br: Outras Aplicações
ru: Другие приложения
tr: Diğer uygulamalar
zh_cn: 其他应用程序

source: The first page of the configuration dialog allows you to select your preferred terminal emulator. The preferred terminal emulator will be used throughout the Xfce Desktop Environment to launch applications that need to be run in a CLI (command line interface) environment.
ca: La primera pàgina del diàleg de configuració us permet seleccionar el vostre emulador de terminal preferit. L'emulador de terminal preferit l'emprarà l'entorn d'escriptori Xfce per llançar aplicacions a les que els hi cal un entorn CLI (interfície de línia d'ordres «command line interface»).
es: La primera página del diálogo de configuración le permite seleccionar su emulador de terminal preferido. El emulador de terminal preferido se usará en el entorno de escritorio de Xfce para lanzar aplicaciones que necesitan ejecutarse en un entorno CLI (interfaz de línea de comando).
gl: A primeira páxina do diálogo de configuración permítelle seleccionar o seu emulador de terminal preferido. O emulador de terminal preferido hase usar no Ambiente de escritorio Xfce para iniciar aplicacións que precisan executarse nun contorno CLI (command line interface).
id: Halaman pertama dari dialog konfigurasi memungkinkan anda untuk memilih emulator terminal kesukaan. Emulator terminal kesukaan akan digunakan di seluruh Lingkungan Destop Xfce untuk menjalankan aplikasi yang perlu dijalankan dalam lingkungan CLI (command line interface).
it: La prima pagina della finestra di configurazione, permette di selezionare l'emulatore di terminale preferito. Questo verrà utilizzato all'interno dell'ambiente Xfce per lanciare le applicazioni che necessitano di essere eseguite all'interno di un ambiente CLI (Command Line Interface = interfaccia da linea di comando)
ja: 設定ダイアログの次のページでは、お気に入りのターミナルエミュレータを選択できます。お気に入りのターミナルエミュレータは Xfce デスクトップ環境全体を通して CLI (コマンドラインインターフェイス) 上での動作が必要なアプリケーションが起動されるとき使用されます。
pt: A primeira página do diálogo de configuração permite-lhe seleccionar o emulador de terminal preferido. O emulador de terminal preferido será usado em todo Ambiente de Trabalho Xfce para lançar aplicações que precisem ser executadas num ambiente de linha de comando.
pt_br: A primeira página da caixa de diálogo de configuraçãopermite selecionar o emulador de terminal preferido. O emulador de terminal preferido será usado em todo Ambiente de Área de Trabalho Xfce para chamar aplicações que precisem ser executadas em um ambiente CLI (interface de linha de comando, na sigla em inglês).
ru: На первой странице диалога конфигурации вы можете выбрать предпочитаемый эмулятор терминала. Выбранный эмулятор терминала будет использоваться повсюду в рабочей среде Xfce для запуска приложений с интерфейсом командной строки (CLI).
tr: Ayrıca yapılandırma menüsünde araçlar kısmında istediğiniz uçbirim öykünücüsünü seçme şansınız vardır. Tercih edilen uçbirim öykünücüsü ile Xfce Masaüstü Ortamı'nın CLI (konsol) gerektiren uygulamalarının bu uçbirim öykünücüsü ile açılmasını sağlayabilirsiniz.
zh_cn: 设置对话框的第一页允许您选择你默认的终端模拟器。首选的终端模拟器将会在整个Xfce 桌面环境中用以启动所有需要在 CLI (命令行界面) 环境中运行的程序。

source: Select other applications
ca: Selecció altres aplicacions
es: Seleccionar otras aplicaciones
gl: Seleccionar outras aplicacións
id: Pilih aplikasi lain
it: Selezionare altre applicazioni
ja: その他のアプリケーションの選択
pt: Seleccionar outras aplicações
pt_br: Selecione outras aplicações
ru: Выберите другиеие приложениея
tr: Diğer uygulamaların seçimi
zh_cn: 选择其他应用程序

source: For custom terminal commands, the special marker <literal>%s</literal> will be substituted with the application to run in the terminal. Otherwise the same rules apply as described in <xref linkend="configuration-internet"/>.
ca: Pels emuladors de terminal personalitzats, la marca especial <literal>%s</literal> es substituirà per l'aplicació a executar en el terminal. En tot cas, les mateixes regles explicades a <xref linkend="configuration-internet"/> són d'aplicació.
es: Para comandos de terminal personalizados, el marcador especial <literal>%s</literal> será sustituido por la aplicación a ejecutar en el terminal. De lo contrario, aplican las mismas reglas que se describen en <xref linkend="configuration-internet"/>.
gl: Nos comandos de terminal personalizados, substituirase o marcador especial <literal>%s</literal> polo aplicativo que se vai executar na terminal. En outro caso aplicaranse as mesmas regras tal como se describe en <xref linkend="configuration-internet"/>.
id: Untuk perintah terminal suai, penanda khusus <literal>%s</literal> akan digantikan dengan aplikasi yang dijalankan di terminal. Atau peraturan yang sama berlaku seperti yang dijelaskan dalam <xref linkend="configuration-internet"/>.
it: Per i comandi personalizzati del terminale, il marcatore speciale <literal>%s</literal> verrà sostituito con l'applicazione da eseguire nel terminale. Diversamente, si applica la stessa regola come descritta in <xref linkend="configuration-internet"/>.
ja: カスタムターミナルコマンドでは、特殊マーカー <literal>%s</literal> はターミナル上で起動させるコマンド名に置き換えられます。その他のルールは <xref linkend="configuration-internet"/> での説明に準じます。
pt: Para comandos de terminal personalizados, o marcador especial <literal>%s</literal> será substituído pela aplicação a executar no terminal. Fora isso, aplicam-se as mesmas regras descritas em <xref linkend="configuration-internet"/>.
pt_br: Para comandos de terminal personalizados, o marcador especial <literal>%s</literal> será substituído pela aplicação que será executada no terminal. Fora isso, as masmas regras se aplicam, como descrito em <xref linkend=\"configuration-internet\"/>.
ru: Для пользовательских команд определен специальный маркер <literal>%s</literal>, который будет заменен именем приложения запускаемым в терминале. В противном случае применяются те же правила, что описаны в разделе <xref linkend="configuration-internet"/>.
tr: Özel uçbirim komutları için, <literal>%s</literal> değerini kullanarak seçeceğiniz diğer uygulamaya bu değeri ekleyerek o şekilde çalışmasını sağlayabilirsiniz. <xref linkend="configuration-internet"/> kısmında anlatılan seçenekler bu seçenekte de geçerlidir.
zh_cn: 自定义终端命令中的特殊标记 <literal>%s</literal> 将会被替换成为所要在终端中运行的程序。其他规则同之前在 <xref linkend="configuration-internet"/> 中所描述的一样。

source: A simple command line frontend to the <emphasis>Xfce Preferred Applications</emphasis> framework is included, named <application>exo-open</application>. Users and developers can use this utility to launch the preferred application for a certain category or open URLs with the default URL handler.
ca: S'ha inclòs una aplicació per la línia d'ordres pel sistema d'<emphasis>aplicacions preferides de Xfce</emphasis>, anomenada <application>exo-open</application>. Tant usuaris com desenvolupadors poden emprar aquesta utilitat per llançar les aplicacions preferides d'alguna de les categories, o per obrir URLs amb el gestor de URLs per defecte.
es: Se incluye una interfaz simple para la línea de comandos de la infraestructura <emphasis>Aplicaciones preferidas de Xfce</emphasis> con el nombre <application>exo-open</application>. Usuarios y desarrolladores pueden usar esta utilidad para lanzar las aplicaciones preferidas para una cierta categoría o abrir URLs con el gestor predeterminado de URLs.
gl: Inclúese unha simple interface de liña de comandos para a infraestrutura <emphasis>Aplicacións preferidas de Xfce</emphasis> chamada <application>exo-open</application>. Os usuarios e mailos desenvolvedores poden usar esta utilidade para iniciar a aplicación preferida para certa categoría ou abrir URLs co xestor predeterminado de URLs.
id: Frontend baris perintah sederhana ke kerangka kerja <emphasis>Aplikasi Kesukaan Xfce </emphasis> ikut disertakan, dinamai <application>exo-open</application>. Pengguna dan pengembang dapat menggunakan utilitas ini untuk menjalankan aplikasi kesukaan untuk kategori tertentu atau membuka URL dengan penanganan URL standar.
it: È anche fornita una semplice interfaccia per la struttura di gestione delle <emphasis>applicazioni preferite di Xfce</emphasis>, denominata <application>exo-open</application>.. Gli utenti e gli sviluppatori possono utilizzare questa utilità per avviare le applicazioni preferite di una certa categoria o per aprire dei collegamenti con il manipolatore predefinito di URL.
ja: <emphasis>Xfce お気に入りのアプリケーション</emphasis> フレームワークにはシンプルなコマンドラインフロントエンドが含まれており、<application>exo-open</application> と名づけられています。利用者および開発者はこのユーティリティを特定のカテゴリのお好みのアプリケーションの起動や、デフォルト URL ハンドラで URL を開くために使用できます。
pt: Uma interface simples para a linha de comando das <emphasis>Aplicações Preferidas do Xfce</emphasis> existe e dá pelo nome <application>exo-open</application>. Utilizadores e programadores podem usar este utilitário para lançar a aplicação preferida para uma determinada categoria ou para abrir URLs com o manipulador de URLs.
pt_br: Uma interface simples para linha de comando para as <emphasis>Aplicações preferidas do Xfce</emphasis> está presente e chama-se <application>exo-open</application>. Usuários e desenvolvedores podem usar este utilitário para iniciar a aplicação preferida para uma determinada categoria ou para abrir URLs com manipulador de URLs padrão.
ru: Простая оболочка для <emphasis>Пердпочитаемых приложений</emphasis>включена, Её название <application>exo-open</application>. Пользователи и разработчики могут использовать эту утилиту для запуска предпочитаемых приложений для выбранных категорий или открывать ссылки на интернет-страницы бразуером по умолчанию
tr: <application>exo-open</application> uygulaması <emphasis>Tercih Edilen Uygulamalar</emphasis> için bir komut satırı arayüzüdür. Kullanıcılar ve geliştiriciler bu aracı kullanarak belirli kategorilerdeki uygulama ve bağlantıları açmak için kullanabilirler.
zh_cn: <emphasis>Xfce 首选应用程序</emphasis>框架同时提供了一个名为 <application>exo-open</application> 的简单的命令行前端。用户和开发者可以使用此工具启动特定类别的首选应用程序，或者使用默认的工具打开 URL。

source: <application>exo-open</application> supports two operation modes. The first will simply launch the preferred application for a certain category, optionally passing a parameter (the exact meaning of the term <emphasis>parameter</emphasis> depends on the category). For example, to launch the command <command>mutt</command> in the preferred Terminal Emulator, you would use
ca: <application>exo-open</application> té dos modes de funcionament. El primer es limita a llançar l'aplicació preferida d'alguna de les categories i, opcionalment, amb un paràmetre (el significat concret del terme <emphasis>paràmetre</emphasis> dependrà de la categoria). Per exemple, per llançar l'ordre <command>mutt</command> en l'emulador de terminal preferit, haureu d'emprar
es: <application>exo-open</application> soporta dos modos de operación. El primero simplemente lanzará la aplicación preferida para cierta categoría, pasando opcionalmente un parámetro (el significado exacto del término <emphasis>parámetro</emphasis> depende de la categoría). Por ejemplo, para lanzar el comando <command>mutt</command> en el emulador de terminal preferido se usaría
gl: <application>exo-open</application> soporta dous modos de operación. O primeiro simplemente iniciará o aplicativo preferido dunha certa categoría, podéndolle pasar de xeito opcional algún parámetro (e significado exacto do termo <emphasis>parámetro</emphasis> depende da categoría). Por exemplo, para iniciar o comando <command>mutt</command> no Emulador de terminal preferido tería que usar
id: <application>exo-open</application> mendukung dua mode operasi. Yang pertama akaan menjalankan aplikasi kesukaan untuk kategori tertentu, dengan melewati parameter (maksud sebenarnya dari kata <emphasis>parameter</emphasis> tergantung dari kategori). Misalnya, untuk menjalankan perintah <command>mutt</command> di Emulator Terminal kesukaan, anda akan menggunakan
it: <application>exo-open</application> supporta due modalità operative: la prima avvia semplicemente l'applicazione preferita per una certa categoria, eventualmente trasferendo un parametro (la definizione esatta del termine <emphasis>parameter</emphasis> dipende dalla categoria). Per esempio, per avviare il comando <command>mutt</command> nell'emulatore di terminale preferito, si dovrà usare:
ja: <application>exo-open</application> は 2 つの操作モードをサポートしています。一つめはシンプルに特定のカテゴリのお気に入りのアプリケーションにパラメータを受け渡して起動します (正確には、<emphasis>パラメータ</emphasis> の意味はカテゴリに依存します)。例えば、コマンド <command>mutt</command> をお気に入りのターミナルエミュレータ上で起動したい場合は以下のように使用します。
pt: <application>exo-open</application> oferece suporte para dois modos de operação. O primeiro simplesmente iniciará a aplicação preferida para uma determinada categoria, opcionalmente acompanhada de um parâmetro (o significado exacto do termo <emphasis>parâmetro</emphasis> depende da categoria). Por exemplo, para iniciar o comando <command>mutt</command> no Emulador de Terminal preferido, deve usar
pt_br: <application>exo-open</application> oferece suporte para dois modos de operação. O primeiro simplesmente iniciará a aplicação preferida para uma determinada categoria, opcionalmente acompanhada de um parâmetro (o significado exato do termo <emphasis>parâmetro</emphasis> depende da categoria). Por exemplo, para iniciar o comando <command>mutt</command> como Emulador de Terminal preferido, o comando seria
ru: Утилита <application>exo-open</application> поддерживает два режима работы. Первый - просто запускает предпочитаемое приложение для определенной категории, с возможностью добавления параметра (точное значения термина <emphasis>параметр</emphasis> зависит от категории). Например, для запуска команды <command>mutt</command> в предпочитаемом эмуляторе терминала вы должны использовать
tr: <application>exo-open</application> iki işlem kipi sunmaktadır. İlki seçilen belirli kategorideki uygulamayı bir <emphasis>parametre</emphasis> yardımıyla çalıştırmanızı sağlar. Mesela, <command>mutt</command> komutunu tercih ettiğiniz Uçbirim Öykünücüsünde açmak için şu komutu verebilirsiniz:
zh_cn: <application>exo-open</application> 支持两种操作模式。第一种是简单地启动特定类别的首选应用程序，可以选择传递一个参数 (<emphasis>参数</emphasis>的具体意义依类别而定)。例如，要在终端模拟器中启动 <command>mutt</command>，您可以使用

source: exo-open --launch TerminalEmulator mutt
es: exo-open --launch EmuladorDeTerminal mutt
