Repository: Distrotech/exo
Catalog: po-doc/*.po
Languages: ca, es, gl, id, it, ja, pt, pt_br, ru, tr, zh_cn

source: while to just open the preferred Web Browser, the following command would be used:
ca: mentre que per obrir el navegador web preferit, caldrà emprar aquesta ordre:
es: mientras que para abrir el navegador web preferido, se usaría el siguiente comando:
gl: mentres que para simplemente abrir o Navegador web preferido usarase o seguinte comando:
id: sementara untuk membuka Peramban Web kesukaan, perintah berikut yang akan digunakan:
it: mentre per aprire il browser web preferito, verrà utilizzato il seguente comando:
ja: お気に入りのウェブブラウザを単に起動だけ行いたい場合は以下のコマンドを使用します:
pt: enquanto que para abrir o Navegador Web preferido, deve usar o seguinte comando:
pt_br: enquanto que para simplesmente abrir o Navegador Web preferido, o comando seguinte deveria ser usado:
ru: в то время как для запуска предпочитаемого интернет-проводника используется следующая команда:
tr: sadece tercih edilen Web Tarayıcınızı açmak için şu komutu vermeniz yeterlidir:
zh_cn: 要仅打开首选的网络浏览器，使用如下命令:

source: exo-open --launch WebBrowser
es: exo-open --launch NavegadorWeb
pt_br: exo-open --launch Navegador Web

source: The second mode supported by <application>exo-open</application> opens all parameters passed to it with the default URL handlers. Here URLs mean either fully qualified URLs (i.e. <literal>http://www.xfce.org/</literal> or <literal>mailto:xfce4-dev@xfce.org</literal>) or local paths (i.e. <literal>/home/dude/myfile.txt</literal>). For example to open <literal>/home/dude/file1.mp3</literal> and <literal>/home/dude/file2.txt</literal> in the default applications, you would use the following command:
ca: El segon mode de funcionament d'<application>exo-open</application> obre tots els paràmetres que rep amb el gestor de URLs per defecte. En aquest context, per URLs ens referim tant a URLs totalment qualificades (i.e. <literal>http://www.xfce.org/</literal> or <literal>mailto:xfce4-dev@xfce.org</literal>) com a directoris locals (i.e. <literal>/home/dude/myfile.txt</literal>). Per exemple, per obrir <literal>/home/dude/file1.mp3</literal> i <literal>/home/dude/file2.txt</literal> en les corresponents aplicacions per defecte, hauríeu d'emprar la següent ordre:
es: El segundo modo soportado por <application>exo-open</application> abre todos los parámetros que se le pasan con el gestor de URLs predeterminado. Aquí, URLs significa cualquier URL con formato completo (por ejemplo, <literal>http://www.xfce.org/</literal> o <literal>mailto:xfce4-dev@xfce.org</literal>) o rutas locales (por ejemplo, <literal>/home/usuario/miarchivo.txt</literal>). Por ejemplo, para abrir <literal>/home/usuario/archivo1.mp3</literal> y <literal>/home/usuario/archivo2.mp3</literal> en las aplicaciones predeterminadas, debería usar el siguiente comando:
gl: O segundo modo soportado por <application>exo-open</application> abre tódolos parámetros que se lle pasan cos manexadores predeterminados de URL. Aquí URL significa tanto URL totalmente cualificada (p.ex. <literal>http://www.xfce.org/</literal> ou <literal>mailto:xfce4-dev@xfce.org</literal>) como rutas locais (p.ex. <literal>/home/usuario/algunficheiro.txt</literal>). Por exemplo para abrir <literal>/home/usuario/ficheiro1.mp3</literal> e <literal>/home/usuario/ficheiro2.txt</literal> cos aplicativos predeterminados tería que usar o seguinte comando:
id: Mode kedua didukung dengan <application>exo-open</application> membuka semua parameter yang dilewatkan ke dalamnya dengan penanganan URL standar. URL di sini bermakna URL berkualifikasi penuh (misalnya <literal>http://www.xfce.org/</literal> atau <literal>mailto:xfce4-dev@xfce.org</literal>) atau alamat lokal (misalnya <literal>/home/dude/myfile.txt</literal>). Sebagai contoh untuk membuka <literal>/home/dude/file1.mp3</literal> dan <literal>/home/dude/file2.txt</literal> dalam aplikasi standar, anda akan menggunakan perintah berikut:
it: La seconda modalità supportata da <application>exo-open</application>, apre tutti i parametri che gli vengono forniti con il manipolatore predefinito di URL. In questo contesto per URL si intendono sia i collegamenti completamente qualificati (per esempio <literal>http://www.xfce.org/</literal> o <literal>mailto:xfce4-dev@xfce.org</literal>) sia i percorsi locali (per esempio <literal>/home/dude/myfile.txt</literal>). Per esempio, per aprire <literal>/home/dude/file1.mp3</literal> e <literal>/home/dude/file2.txt</literal> nell'applicazione predefinita, si potrà utilizzare il seguente comando:
ja: 二つめのモードでは、<application>exo-open</application> がすべてのパラメータをデフォルト URL ハンドラに受け渡します。ここでの URL は完全修飾 URL (例えば <literal>http://www.xfce.org/</literal> や <literal>mailto:xfce4-dev@xfce.org</literal> など)、またはローカルパス (例えば <literal>/home/dude/myfile.txt</literal>) を意味します。例えば、<literal>/home/dude/file1.mp3</literal> と <literal>/home/dude/file2.txt</literal> をデフォルトアプリケーションで開く場合は、以下のコマンドを使用します:
pt: O segundo modo para o qual o <application>exo-open</application> oferece suporte abre todos os parâmetros transmitidos aos manipuladores de URLs. Aqui, os URLs significam tanto URLs qualificados (i.e <literal>http://www.xfce.org/</literal> ou <literal>mailto:xfce4-dev@xfce.org</literal>) bem como caminhos locais (i.e. <literal>/home/dude/myfile.txt</literal>). Por exemplo, para abrir <literal>/home/dude/file1.mp3</literal> e <literal>/home/dude/file2.txt</literal> com as aplicações omissas, deve usar o seguinte comando:
pt_br: O segundo modo para o qual o <application>exo-open</application> oferece suporte abre todos parâmetros passados ao programa com os manipuladores de URLs padrão. Aqui, URLs significam tanto URLs completamente qualificados (por exemplo <literal>http://www.xfce.org/</literal> ou <literal>mailto:xfce4-dev@xfce.org</literal>). Assim, para abrir <literal>/home/dude/file1.mp3</literal> e <literal>/home/dude/file2.txt</literal> nas aplicações padrão, o comando seguinte deveria ser usado:
tr: İkinci kip ise <application>exo-open</application>'ı öntanımlı URL işleyicileri ile kullanmak içindir. Burada URL, şartlı URL (mesela, <literal>http://www.xfce.org/</literal> veya <literal>mailto:xfce4-dev@xfce.org</literal> veya yerel dosya yolu (mesela, <literal>/home/cyd/dosyalar.txt) anlamına gelmektedir. Mesela, <literal>/home/cyd/muzik.mp3</literal> ve <literal>/home/cyd/dosyalar.txt</literal> dosyalarını öntanımlı uygulamalarında açmak için, şu komutu vermeniz yeterlidir:
zh_cn: <application>exo-open</application> 支持的第二中操作模式是使用默认的 URL 处理器打开所有传递给它的参数。在这里，URL 可以是标准的 URL (例如 <literal>http://www.xfce.org/</literal> 或者 <literal>mailto:xfce4-dev@xfce.org</literal>)，也可以是本地路径 (例如 <literal>/home/dude/myfile.txt</literal>)。当您要使用默认程序同时打开 <literal>/home/dude/file1.mp3</literal> 和 <literal>/home/dude/file2.txt</literal> 时，可以使用如下命令:

source: exo-open /home/dude/file1.mp3 /home/dude/file2.txt
es: exo-open /home/usuario/archivo1.mp3 /home/usuario/archivo2.txt
gl: exo-open /home/usuario/ficheiro1.mp3 /home/usuario/ficheiro2.txt
tr: exo-open /home/cyd/muzik.mp3 /home/cyd/dosyalar.txt

source: To start composing a mail to the <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> mailing list, you can do:
ca: Per escriure un correu a la <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">llista de correu xfce4-dev</ulink>, podeu fer:
es: Para comenzar a escribir un correo a la lista de correos <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> puede hacer lo siguiente:
gl: Para escribirlle unha mensaxe á rolda de correo <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> faga o seguinte:
id: Untuk mulai menulis surat ke milis <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink>, anda dapat melakukan:
it: Per avviare la composizione di una mail da inviare alla lista di discussione <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink>, si può digitare:
ja: 電子メールを <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> メーリングリストへ送る場合は、以下のようにします:
pt: Para editar uma mensagem para a lista de correio <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> você pode fazer:
pt_br: Para começar a editar uma mensagem para a lista de discussão <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> você pode enviar o comando:
ru: Для написания письма в список рассылки <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink>, вы можете сделать:
tr: <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> listesine bir e-posta yazmaya başlamak için şu komutu verebilirsiniz:
zh_cn: 要给 <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> 邮件列表撰写一封电子邮件，您可以这样做:

source: About
ca: Quant a
es: Acerca de
gl: Acerca de
id: Tentang
it: Informazioni
ja: このプログラムについて
pt: Sobre
pt_br: Sobre
ru: О
tr: Hakkında
zh_cn: 关于

source: The <emphasis>Xfce Preferred Applications</emphasis> framework and its components was written by Benedikt Meurer (<email>benny@xfce.org</email>) for the Xfce Desktop Environment. For more information, please visit the <ulink url="http://www.xfce.org" type="http">Xfce website</ulink>.
ca: El sistema d'<emphasis>aplicacions preferides de Xfce</emphasis> i els seus components han estat creats per Benedikt Meurer (<email>benny@xfce.org</email>) per l'entorn d'escriptori Xfce. Si voleu més informació, visiteu la <ulink url="http://www.xfce.org" type="http">pàgina web de Xfce</ulink>.
es: La infraestructura <emphasis>Aplicaciones preferidas de Xfce</emphasis> y sus componentes han sido escritos por Benedikt Meurer (<email>benny@xfce.org</email>) para el entorno de escritorio de Xfce. Para más información visite el <ulink url="http://www.xfce.org" type="http">sitio web de Xfce</ulink>.
gl: A infraestrutura <emphasis>Aplicacións preferidas de Xfce</emphasis> e os seus compoñentes foi escrita por Benedikt Meurer (<email>benny@xfce.org</email>) para o Ambiente de escritorio Xfce. Para obter máis información visite o <ulink url="http://www.xfce.org" type="http">sitio web de Xfce</ulink>.
id: Kerangka kerja <emphasis>Aplikasi Kesukaan Xfce</emphasis> dan komponennya ditulis oleh Benedikt Meurer (<email>benny@xfce.org</email>) untuk Lingkungan Destop Xfce. Untuk informasi lebih lanjut, silakan kunjungi <ulink url="http://www.xfce.org" type="http">situs web Xfce</ulink>.
it: La struttura e i componenti per le <emphasis>applicazioni preferite di Xfce</emphasis> sono stati scritti da Benedikt Meurer (<email>benny@xfce.org</email>) per l'ambiente grafico Xfce. Per maggiori informazioni, visitare il <ulink url="http://www.xfce.org" type="http">sito ufficiale di Xfce</ulink>.
ja: Xfce デスクトップ環境向けの <emphasis>Xfce お気に入りのアプリケーション</emphasis> フレームワークおよびそのコンポーネントは Benedikt Meurer (<email>benny@xfce.org</email>) が製作しました。より詳しい情報は <ulink url="http://www.xfce.org" type="http">Xfce ウェブサイト</ulink> を参照してください。
pt: A estrutura <emphasis>Aplicações Preferidas do Xfce</emphasis> e os seus componentes foram escritos por Benedikt Meurer (<email>benny@xfce.org</email>) para o Ambiente de Trabalho Xfce. Para mais informações, visite o <ulink url="http://www.xfce.org" type="http">sítio web Xfce</ulink>.
pt_br: O esquema de <emphasis>Aplicações preferidas do Xfce</emphasis> e seus componentes foram escritos por Benedikt Meurer (<email>benny@xfce.org</email>) para o Ambiente de Áreas de Trabalho Xfce. Para maiores informações, por favor, visite o site do <ulink url=\"http://www.xfce.org\" type=\"http\">Xfce</ulink>.
ru: Утилита <emphasis>Предпочитаемые приложения Xfce</emphasis> и ее компоненты написаны Бенедиктом Мюрером (Benedikt Meurer) (<email>benny@xfce.org</email>) для рабочей среды Xfce. Для получения дополнительной информации, посетите <ulink url="http://www.xfce.org" type="http">веб-сайт Xfce</ulink>.
tr: <emphasis>Tercih Edilen Uygulamalar</emphasis> çatısı ve bileşenleri Xfce Masaüstü Ortamı için Benedikt Meurer (<email>benny@xfce.org</email>) tarafından yazılmıştır. Daha fazla bilgi için <ulink url="http://www.xfce.org" type="http">Xfce websitesini</ulink> ziyaret edebilirsiniz.
zh_cn: <emphasis>Xfce 首选应用程序</emphasis> 框架以及它的组件由 Benedikt Meurer (<email>benny@xfce.org</email>) 为 Xfce 桌面环境编写。更多信息，请浏览<ulink url="http://www.xfce.org" type="http">Xfce 网站</ulink>。

source: To report a bug or make a suggestion regarding the software or this manual, use the <ulink type="http" url="http://bugzilla.xfce.org/">Xfce Bug Tracking System</ulink> (Product: <literal>libexo</literal>, Component: <literal>helpers</literal>).
ca: Per informar d'algun error o fer algun suggeriment referent a aquesta aplicació o a aquest manual, empreu el <ulink url="http://bugzilla.xfce.org/" type="http">sistema de seguiment d'errades</ulink> (Producte: <literal>libexo</literal>, Component: <literal>helpers</literal>).
es: Para informar de un fallo o hacer una sugerencia sobre el software o este manual, use el <ulink type="http" url="http://bugzilla.xfce.org/">sistema de seguimiento de fallos de Xfce (Producto: <literal>libexo</literal>, Componente: <literal>helpers</literal>).
gl: Para comunicar un erro ou realizar unha suxestión sobre o software ou este manual use o <ulink type="http" url="http://bugzilla.xfce.org/">Sistema de seguimento de erros de Xfce</ulink> (Produto: <literal>libexo</literal>, Compoñente: <literal>helpers</literal>).
id: Untuk melaporkan kutu atau membuat saran tentang peranti lunak atau manual ini, gunakan <ulink type="http" url="http://bugzilla.xfce.org/">Sistem Pelacakan Kutu Xfce</ulink> (Produk: <literal>libexo</literal>, Komponen: <literal>helpers</literal>).
it: Per segnalare un problema o per proporre dei suggerimenti inerenti questo software o questo manuale, utilizzare il <ulink type="http" url="http://bugzilla.xfce.org/">sistema di tracciamento bug di Xfce</ulink> (prodotto: <literal>libexo</literal>, componente: <literal>assistente</literal>).
ja: このソフトウェアまたは説明書に関するバグの報告やご意見は <ulink type="http" url="http://bugzilla.xfce.org/">Xfce バグ追跡システム</ulink> をご利用ください (Product: <literal>Exo</literal>、Component: <literal>helpers</literal>)。
pt: Para reportar um erro ou fazer uma sugestão sobre o programa ou sobre o manual, use o <ulink type="http" url="http://bugzilla.xfce.org/">Sistema de Acompanhamento de Erros Xfce</ulink> (Produto: <literal>libexo</literal>, Componente: <literal>helpers</literal>).
pt_br: Para informar problemas ou fazer sugestões sobre o programa ou sobre o manual, use o <ulink type=\"http\" url=\"http://bugzilla.xfce.org/\">Sistema de Gerenciamento de Bugs do Xfce</ulink> (Produto: <literal>libexo</literal>, Componente: <literal>helpers</literal>)
ru: Для написания отчета об ошибке или пожелания, используйте <ulink type="http" url="http://bugzilla.xfce.org/">Багтрекер Xfce</ulink> (Продукт: <literal>libexo</literal>, Компонент: <literal>helpers</literal>).
tr: Yazılım ve bu doküman hakkında hata kaydı girmek için veya iyileştirme önerisinde bulunmak için, <ulink type="http" url="http://bugzilla.xfce.org/">Xfce Hata Takip Sistemi</ulink> sayfasını ziyaret edebilirsiniz (Ürün: <literal>libexo</literal>, Bileşen: <literal>helpers</literal>).
zh_cn: 报告软件或此份文档的错误或者提供建议，请使用 <ulink type="http" url="http://bugzilla.xfce.org/">Xfce Bug 追踪系统</ulink> (产品: <literal>libexo</literal>，组件: <literal>helpers</literal>)。

source: If you have questions about the use or installation of this package, please ask on the <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">xfce</ulink> mailing list. Development discussion takes place on the <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> mailing list.
ca: Si teniu alguna pregunta referent a l'ús o instaŀlació d'aquest paquet, pregunteu a la <ulink url="http://foo-projects.org/mailman/listinfo/xfce" type="http">llista de correu de Xfce</ulink>. Els debats sobre el desenvolupament es fan a la <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">llista de correu xfce4-dev</ulink>.
es: Si tiene preguntas acerca del uso o instalación de este paquete, por favor, pregunte en la lista de correo de <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">xfce</ulink>. Las discusiones sobre desarrollo tienen lugar en la lista de correo <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink>.
gl: Se ten preguntas sobre o uso ou a instalación deste paquete pregunte na rolda de correo <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">xfce</ulink>. A discusión sobre o desenvolmento realízase na rolda de correo <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink>.
id: Jika anda memiliki pertanyaan tentang penggunaan atau instalasi paket ini, silakan tanya di milis <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">xfce</ulink>. Diskusi pengembangan berada di milis <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink>.
it: Se si hanno domande relative all'utilizzo o all'installazione di questo pacchetto, rivolgersi alla <ulink url="http://foo-projects.org/mailman/listinfo/xfce" type="http">mailing list di xfce</ulink>. Le discussioni relative allo sviluppo si svolgono nella mailing list <ulink url="http://foo-projects.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink>.
ja: このパッケージの使用方法やインストールに関する質問は、<ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">xfce</ulink> メーリングリストで尋ねてみてください。開発に関する議論は <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> メーリングリストで行われています。
pt: Questões sobre uso ou instalação deste pacote devem ser remetidas à lista de correio <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">xfce</ulink>. Discussões sobre o desenvolvimento ocorrem na lista de correio <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink>.
pt_br: Questões sobre uso ou instalação deste pacote devem ser remetidas à lista de discussão sobre <ulink type=\"http\" url=\"http://foo-projects.org/mailman/listinfo/xfce\">xfce</ulink>. Discussões sobre desenvolvimento ocorrem na lista de discussão <ulink type=\"http\" url=\"http://foo-projects.org/mailman/listinfo/xfce4-dev\">xfce4-dev</ulink>.
ru: Если вы имеете вопросы по использованию или установке данного пакета, спрашивайте в списке рассылки <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">xfce</ulink> (англ.). Вопросы разработки обсуждаются в списке рассылки <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink>.
tr: Bu yazılımın kurulumu veya kullanımı hakkındaki sorularınızı <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">xfce</ulink> tartışma listelerinde sorabilirsiniz. Geliştirme hakkındaki sorularınızı <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> tartışma listesinde sorabilirsiniz.
zh_cn: 假如您在安装和使用此软件的过程中遇到任何问题，请在 <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">xfce</ulink> 邮件列表中提问。软件开发方面的讨论，则在 <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> 邮件列表中进行。

source: This software is distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ca: Aquest programa es distribueix amb els termes de la llicència «GNU General Public License» tal i com la va publicar la Free Software Foundation; ja sigui la versió 2 de la llicència o, si ho preferiu, qualsevol versió posterior.
es: Este software se distribuye bajo los términos de la Licencia Pública General de GNU tal y como es publicada por la Free Software Foundation, o la versión 2 de la licencia o (a su elección) cualquier otra versión posterior.
gl: Este software distribúese baixo os termos da Licenza Pública Xeral de GNU tal como a publica a Free Software Foundation; xa sexa a versión 2 da Licenza, ou (se o desexa) calquera versión posterior.
id: Program ini didistribusikan di bawah Lisensi Publik Umum GNU yang diterbitkan oleh Free Software Foundation; baik versi 2 dari Lisensi; atau (sesuai pilihan anda) versi manapun setelahnya
it: Questo programma è distribuito nel rispetto dei termini della licenza GNU GPL (General Public License) come pubblicata dalla Free Software Foundation, sia questa la versione 2 o (a propria scelta) una qualsiasi versione successiva
ja: このソフトウェアはフリーソフトウェア財団が公表する GNU 一般公衆利用許諾契約書の条件下に配布されています。第2版あるいは、あなたが選ぶそれ以降の版のいずれかが適用されます。
pt: Este programa é distribuído sob os termos da GNU General Public License conforme publicada pela Free Software Foundation; na versão 2 da Licença ou (por opção) em qualquer versão posterior.
pt_br: Este programa é distribuído sob os termos da Licença Pública Geral GNU como publicada pela Fundação do Software Livre (FSF), na versão 2 da Licença ou (conforme sua opinião) em qualquer versão posterior.
ru: Данное програмное обеспечение распространяется на условиях лицензии GNU General Public License, опубликованной Фондом свободного программного обеспечения; либо версии 2 этой лицензии, либо (по вашему выбору) любой более поздней версии.
tr: Bu yazılım Özgür Yazılım Vakfı tarafından yayınlanan GNU Genel Kamu Lisansı (ikinci sürümü) hükümleri çerçevesi altında dağıtılmaktadır.
zh_cn: 此软件在自由软件基金会发布的 GNU 通用公共许可协议的第二版或者(您可以选择)更新的版本的条款约束下发布。
