Repository: Distrotech/exo
Catalog: po/*.po
Languages: sr@latin, tl_ph

source: Failed to open %s for writing
sr@latin: Nisam uspeo da otvorim %s za pisanje

source: Preferred Applications (Web Browser, Mail Reader and Terminal Emulator)
sr@latin: Omiljeni programi (veb preglednik, čitač pošte i oponašač terminala)

source: Failed to execute default Web Browser
sr@latin: Nisam uspeo da izvršim osnovnog Veb preglednika
tl_ph: Hindi tagumpay na patakbuhin ang default Web Browser

source: Failed to execute default Mail Reader
sr@latin: Nisam uspeo da izvršim osnovnog čitača pošte
tl_ph: Hindi tagumpay na patakbuhin ang default Mail Reader

source: Failed to execute default File Manager
sr@latin: Nisam uspeo da izvršim osnovnog upravnika datoteka

source: Failed to execute default Terminal Emulator
sr@latin: Nisam uspeo da izvršim osnovnog emulatora terminala
tl_ph: Hindi tagumpay na patakbuhin ang default Terminal Emulator

source: Open the Preferred Applications configuration dialog
sr@latin: Otvorite prozorče za podešavanje omiljenih programa
tl_ph: Buksan ang Preferred Applications configuration dialog

source: Settings manager socket
sr@latin: Podešava upravnika priključnice

source: SOCKET ID
sr@latin: IB PRIKLJUČNICE

source: Launch the default helper of TYPE with the optional PARAMETER, where TYPE is one of the following values.
sr@latin: Pokreće osnovnog pomoćnika VRSTE sa mogućim PARAMETROM, gde je VRSTA jedna od sledećih vrednosti.
tl_ph: I-launch ang default helper ng TYPE na may optional PARAMETER, kung saan ang TYPE ay isa sa mga values nito.

source: TYPE [PARAMETER]
sr@latin: VRSTA [PARAMETAR]

source: The following TYPEs are supported for the --launch command: WebBrowser - The preferred Web Browser. MailReader - The preferred Mail Reader. FileManager - The preferred File Manager. TerminalEmulator - The preferred Terminal Emulator.
sr@latin: Sledeće VRSTE su podržane za naredbu --launch: WebBrowser — Omiljeni veb preglednik. MailReader — Omiljeni čitač pošte. FileManager — Omiljeni upravnik datoteka. TerminalEmulator — Omiljeni oponašač terminala.

source: Type '%s --help' for usage.
sr@latin: Upišite „%s --help“ za korišćenje.
tl_ph: I-type '%s --help' for usage.

source: Invalid helper type "%s"
sr@latin: Neispravna vrsta pomoćnika „%s“
tl_ph: Hindi matatanggap ang helper type "%s"

source: %s (Xfce %s) Copyright (c) 2003-2006 os-cillation e.K. All rights reserved. Written by Benedikt Meurer <benny@xfce.org>. Built with Gtk+-%d.%d.%d, running Gtk+-%d.%d.%d. Please report bugs to <%s>.
sr@latin: %s (XFCE %s) Autorska prava (c) 2003-2006 os-cilacija e.K. Sva prava su zadržana. Napisao je Benedikt Meurer <benny@xfce.org>. Izgrađeno upotrebom Gtk+-%d.%d.%d, radi na Gtk+-%d.%d.%d. Molim, prijavite greške na <%s>.
tl_ph: %s (Xfce %s) Copyright (c) 2003-2006 os-cillation e.K. All rights reserved. Isinulat ni Benedikt Meurer <benny@xfce.org>. Itinayo gamit ang Gtk+-%d.%d.%d, tumatakbo Gtk+-%d.%d.%d. Paki-report ang mga bugs sa <%s>.

source: Caja File Manager
sr@latin: Upravnik datoteka Caja

source: Chromium
sr@latin: Chromijum

source: Debian Sensible Browser
sr@latin: Razumni čitač Debijana

source: Debian X Terminal Emulator
sr@latin: Oponašač X terminala za Debijan

source: Encompass
sr@latin: Obuhvatač

source: Epiphany Web Browser
sr@latin: Spoznaja web preglednik

source: Enlightened Terminal Emulator
sr@latin: Oponašač terminala Prosvećenja

source: Evolution
sr@latin: Evolucija

source: Mozilla Firefox
sr@latin: Mozila Fajerfoks

source: Galeon Web Browser
sr@latin: Galeon web preglednik

source: GNOME Terminal
sr@latin: Gnomov terminal

source: Icecat
sr@latin: Ledeno mače

source: Icedove
sr@latin: Ledeni golub

source: Iceweasel
sr@latin: Ledena lasica

source: Jumanji
sr@latin: Džumandži

source: KMail
sr@latin: K‑pošta

source: Konqueror Web Browser
sr@latin: K‑osvajač veb preglednik

source: Links Text Browser
sr@latin: Links pregledač teksta

source: Lynx Text Browser
sr@latin: Links pregledač teksta

source: Mozilla Browser
sr@latin: Mozilin preglednik

source: Mozilla Mail
sr@latin: Mozilina pošta

source: Mutt
sr@latin: Mut

source: Netscape Navigator
sr@latin: Netskejp navigator

source: NXterm
sr@latin: NX terminal

source: Opera Browser
sr@latin: Opera preglednik

source: Opera Mail
sr@latin: Opera pošta

source: PCMan File Manager
sr@latin: Upravnik datoteka PCMan

source: Rodent File Manager
sr@latin: Upravnik datoteka Rodent

source: Claws Mail
sr@latin: Claws pošta

source: RXVT Unicode
sr@latin: RXVT Unikod

source: W3M Text Browser
sr@latin: W3M pregledač teksta

source: Xfe File Manager
sr@latin: Upravnik datoteka Xfe

source: Usage: exo-open [URLs...]
sr@latin: Upotreba: exo-open [adrese...]
tl_ph: Paggamit: exo-open [URLs...]

source: exo-open --launch TYPE [PARAMETERs...]
sr@latin: exo-open --launch VRSTA [PARAMETRI...]

source: -?, --help Print this help message and exit
sr@latin: -?, --help Ispisuje ovu poruku pomoći i izlazi
tl_ph: -?, --help i-print itong help message at umalis

source: -V, --version Print version information and exit
sr@latin: -V, --version Ispisuje podatke o izdanju i izlazi
tl_ph: -V, --version i-print ang version information at umalis

source: --launch TYPE [PARAMETERs...] Launch the preferred application of TYPE with the optional PARAMETERs, where TYPE is one of the following values.
sr@latin: --launch VRSTA [PARAMETRI...] Pokreće omiljeni program VRSTE sa opcionalnim PARAMETRIMA, gde je VRSTA jedna od sledećih vrednosti.
tl_ph: --launch TYPE [PARAMETERs...] i-launch ang preferred application ng TYPE na may optional PARAMETER, kung saan ang TYPE iay kabilang sa mga values.

source: --working-directory DIRECTORY Default working directory for applications when using the --launch option.
sr@latin: --working-directory DIREKTORIJUM Osnovni radni direktorijum za programe prilikom korišćenja opcije „--launch“.
tl_ph: --working-directory DIRECTORY Default working directory para sa applications kung gumagamit ng --launch option.

source: The following TYPEs are supported for the --launch command:
sr@latin: Sledeće VRSTE su podržane za naredbu „--launch“:
tl_ph: Ang sumusunod na mga TYPE ay suportado ng --launch command:

source: WebBrowser - The preferred Web Browser. MailReader - The preferred Mail Reader. FileManager - The preferred File Manager. TerminalEmulator - The preferred Terminal Emulator.
sr@latin: WebBrowser — Omiljeni veb preglednik. MailReader — Omiljeni čitač pošte. FileManager — Omiljeni upravnik datoteka. TerminalEmulator — Omiljeni emulator terminala.

source: If you don't specify the --launch option, exo-open will open all specified URLs with their preferred URL handlers. Else, if you specify the --launch option, you can select which preferred application you want to run, and pass additional parameters to the application (i.e. for TerminalEmulator you can pass the command line that should be run in the terminal).
sr@latin: Ako ne navedete mogućnost „--launch“, ekso-open će otvoriti sve navedene adrese sa njihovim omiljenim rukovaocima adresa. Drugačije, ako navedete mogućnost „--launch“, možete da izaberete koji omiljeni program želite da pokrenete, i da prosledite dodatne parametre programu (tj. za „TerminalEmulator“ možete da prosledite naredbu koja bi trebala da bude pokrenuta u terminalu).
tl_ph: Kung hindi mo imumungkahi ang --launch option, bubuksan ng exo-open ang lahat na URLs kasama ang kanilang preferred URL handlers. Subalit, ikung imumungkahi mo ang --launch option, makakapili ka kung aling preferred application ang nais mong patakbuhin, at pumasa ng mga karagdagang parameter sa application (i.e. para sa TerminalEmulator puwedde mong ipasa na ang command line ay dapat itakbo gamit ang terminal).

source: Launching desktop files is not supported when %s is compiled without GIO-Unix features.
sr@latin: Pokretanje datoteka radne površi nije podržano kada je „%s“ preveden bez GIO-Uniks funkcija.

source: Failed to launch preferred application for category "%s".
sr@latin: Nisam uspeo da pokrenem omiljeni program za vrstu „%s“.
tl_ph: Hindi tagumpay sa pag-launch ng preferred application sa categoryang "%s".

source: Unable to detect the URI-scheme of "%s".
sr@latin: Ne mogu da otkrijem obrazac adrese za „%s“.

source: Failed to open URI "%s".
sr@latin: Nisam uspeo da otvorim adresu „%s“.

source: Browse the file system
sr@latin: Razgledajte sistem datoteka

source: Read your email
sr@latin: Čitajte vašu e-poštu

source: Use the command line
sr@latin: Koristite liniju naredbi

source: Browse the web
sr@latin: Pregledajte web

source: Selection Box Color
tl_ph: Kulay ng Kahong Pagpipilian

source: Color of the selection box
tl_ph: Kulay ng kahong pagpipilian

source: Selection Box Alpha
tl_ph: Alpha ang Kahong Pagpipilian

source: Opacity of the selection box
tl_ph: Pagiging masilong ng kahong pagpipilian

source: External %s Drive
tl_ph: Kinakabit na %s Drive

source: External Floppy Drive
tl_ph: Kinakabit na Drive na Pang-disket

source: Floppy Drive
tl_ph: Drive na Pang-disket

source: Compact Flash Drive
tl_ph: Compact na Flash Drive

source: %s Digital Camera
tl_ph: %s Digital na Kamera

source: Blank %s Disc
tl_ph: Blangkong %s Disc

source: %s Removable Volume
tl_ph: %s Volume na Maaring Tanggalin

source: Utilities
tl_ph: Mga Utility

source: Failed to open the documentation browser.
tl_ph: Hindi tagumpay na buksan ang documentation browser.

source: Failed to open helpers.rc for writing
tl_ph: Hindi tagumpay sa pagbukas ng helpers.rc upang sulatan

source: Unknown error
tl_ph: Di-alam ang uri na error

source: Device "%s" not found in file system device table
tl_ph: Gamit na "%s" ay hindi mahanap file system device table

source: Given device "%s" is not a volume or drive
tl_ph: Ang binigay na gamit na "%s" ay hindi isang volume o drive

source: You are not privileged to eject the volume "%s"
tl_ph: Wala kang karapatang i-eject ang volume "%s"

source: An application is preventing the volume "%s" from being ejected
tl_ph: May application na pumipigil sa pag-eject ng volume "%s"

source: You are not privileged to mount the volume "%s"
tl_ph: Wala kang karapatan na i-mount ang volume "%s"

source: Blank discs cannot be mounted, use a CD recording application like Xfburn to record audio or data on the disc
tl_ph: Hindi na-mount ang mga blankong disk, gumamit ng CD recording application gaya ng Xfburn upang magrekord ng audio o data sa disk

source: You are not privileged to teardown the crypto layer
tl_ph: Wal kang karapatan na i-teardown ang crypto layer

source: An application is preventing the crypto layer from being torn down
tl_ph: May application na pumipigil sa crypto layer na ma-tear down

source: You are not privileged to unmount the volume "%s"
tl_ph: Wala kang karapatan na i-unmount ang volume "%s"

source: An application is preventing the volume "%s" from being unmounted
tl_ph: May application na pumipigil sa pag-unmount ng volume "%s"

source: The volume "%s" was probably mounted manually on the command line
tl_ph: Malamang na na-mount ang volume "%s" gamit ang command line

source: Eject rather than mount
tl_ph: I-eject at hindi i-mount

source: Unmount rather than mount
tl_ph: iI-unmount at hindi i-mount

source: Mount by HAL device UDI
tl_ph: Mount gamit ang HAL device UDI

source: Mount by HAL device UDI (not supported)
tl_ph: Mount gamit ang HAL device UDI (hindi suportado)

source: Mount by device file
tl_ph: Mount gamit ang device file

source: Don't show any dialogs
tl_ph: Huwag maglabas ng anumang dialog

source: Must specify HAL device UDI or device file
tl_ph: Kailangang imungkahi ang HAL device UDI o device file

source: Must not specify both a HAL device UDI and a device file simultaneously
tl_ph: Huwag magmungkahi ng kahit alin sa HAL device UDI at device file nang sabay

source: Cannot mount by HAL device UDI, because HAL support was disabled for this build
tl_ph: Hindi maka-mount gamit ang HAL device UDI, dahil walang HAL support sa build na ito

source: The specified UDI "%s" is not a valid HAL device UDI
tl_ph: Ang minungkahing UDI "%s" ay hindi valid na HAL device UDI

source: Cannot eject and unmount simultaneously
tl_ph: Hindi kayang pagsabayin ang pag-eject at pag-unmount

source: Failed to eject "%s"
tl_ph: Hindi tagumpay sa pag-eject sa "%s"

source: Failed to unmount "%s"
tl_ph: Hindi tagumpay sa pag-unmount sa "%s"

source: Failed to mount "%s"
tl_ph: Hindi tagumpay sa pag-mount sa "%s"

source: The device "%s" is now safe to remove.
tl_ph: Ang gamit na "%s" ay maari nang tanggalin nang ligtas

source: Device is now safe to remove
tl_ph: Ang gamit ay maari nang tanggalin nang ligtas

source: Ejecting device
tl_ph: Ini-eject ang gamit

source: The device "%s" is being ejected. This may take some time.
tl_ph: Ang gamit na "%s" ay ini-eject. Maari itong matagalan

source: Unmounting device
tl_ph: Ina-unmount ang gamit

source: The device "%s" is being unmounted by the system. Please do not remove the media or disconnect the drive.
tl_ph: Ang gamit na "%s" iay ina-unmount ng system. Pakiusap na huwag tanggalin ang media o ang drive.

source: Writing data to device
tl_ph: Sumusulat ng datos sa gamit

source: There is data that needs to be written to the device "%s" before it can be removed. Please do not remove the media or disconnect the drive.
tl_ph: May datos na kailangang isulat sa gamit na "%s" bago ito tanggalin. Pakiusap na huwag tanggalin ang media o ang drive
