Repository: Distrotech/exo
Catalog: po/*.po
Languages: sr@latin, tl_ph

source: Follow state
sr@latin: Prati stanje
tl_ph: Sundin ang kalagayan

source: Render differently based on the selection state.
sr@latin: Iscrtava različito zasnovano na stanju izbora.
tl_ph: Iba ang ilalabas ayon sa pinipiling kalagayan

source: Icon
sr@latin: Ikonica

source: The icon to render.
sr@latin: Ikonica za iscrtavanje.
tl_ph: Ang ilalabas na icon

source: GIcon
sr@latin: Gnomova ikonica

source: The GIcon to render.
sr@latin: Gnomova ikonica za iscrtavanje.

source: size
sr@latin: veličina
tl_ph: laki

source: The size of the icon to render in pixels.
sr@latin: Veličina ikonice za iscrtavanje u tačkama.
tl_ph: Ang laki ng icon na ipapakita, sa pixel

source: Failed to open file "%s": %s
sr@latin: Nisam uspeo da otvorim datoteku „%s“: %s
tl_ph: Hindi tagumpay sa pagbukas ng file "%s": %s

source: Failed to read file "%s": %s
sr@latin: Nisam uspeo da pročitam datoteku „%s“: %s
tl_ph: Hindi tagumpay sa pagbasa ng file "%s": %s

source: Failed to load image "%s": Unknown reason, probably a corrupt image file
sr@latin: Nisam uspeo da učitam sliku „%s“: Razlog nije poznat, verovatno neispravan zapis
tl_ph: HIndi tagumpay sa pagkarga ng larawang "%s": Hindi alam ang kadahilanan, maaring kurap ang file

source: Failed to open "%s".
sr@latin: Nisam uspeo da otvorim „%s“.
tl_ph: Hindi tagumpay na buksan ang "%s"

source: Orientation
sr@latin: Usmerenje
tl_ph: Oryentasyon

source: The orientation of the iconbar
sr@latin: Usmerenje trake ikonice
tl_ph: Ang oryentasyon ng iconbar

source: Pixbuf column
sr@latin: Stubac sličice
tl_ph: Hanay ng pixbuf

source: Model column used to retrieve the icon pixbuf from
sr@latin: Stubac u modelu iz koje se izvlači sličica ikonice
tl_ph: Batayang hanay na pinagkunan ng icon pixbuf

source: Text column
sr@latin: Stubac teksta
tl_ph: Hanay ng teksto

source: Model column used to retrieve the text from
sr@latin: Stubac u modelu iz kojeg se izvlači tekst
tl_ph: Batayang hanay na pinagkunan ng teksto

source: Icon Bar Model
sr@latin: Model trake ikonice
tl_ph: Batayang Icon Bar

source: Model for the icon bar
sr@latin: Model za traku ikonice
tl_ph: Batayan para sa icon bar

source: Active
sr@latin: Aktivno
tl_ph: Aktibo

source: Active item index
sr@latin: Aktivan sadržaj stavke
tl_ph: Indeks ng aktibong aytem

source: Active item fill color
sr@latin: Boja ispunjavanja aktivne stavke
tl_ph: Pampunong kulay para sa aktibong aytem

source: Active item border color
sr@latin: Boja ivice aktivne stavke
tl_ph: Kulay ng hangganan para sa aktibong aytem

source: Active item text color
sr@latin: Boja teksta aktivne stavke
tl_ph: Kulay ng teksto ng aktibong aytem

source: Cursor item fill color
sr@latin: Boja ispunjavanja stavke kursora
tl_ph: Pampunong kulay para aytem na tinututukan ng cursor

source: Cursor item border color
sr@latin: Boja ivice stavke kursora
tl_ph: Kulay ng hangganan para sa aytem na tinututukan ng cursor

source: Cursor item text color
sr@latin: Boja teksta stavke kursora
tl_ph: Kulay ng teksto para sa aytem na tinututukan ng cursor

source: Action Icons
sr@latin: Ikonice radnje
tl_ph: Icon na pang-aksyon

source: Animations
sr@latin: Animacije
tl_ph: Diwang-larawan

source: Application Icons
sr@latin: Ikonice programa
tl_ph: Icon na pang-aplikasyon

source: Menu Icons
sr@latin: Ikonice izbornika
tl_ph: Icon sa Menu

source: Device Icons
sr@latin: Ikonice uređaja
tl_ph: Icon ng mga Kagamitan

source: Emblems
sr@latin: Obeležja
tl_ph: Sagisag

source: Emoticons
sr@latin: Emotikoni
tl_ph: Icon na pandamdamin

source: International Denominations
sr@latin: Međunarodna obeležja
tl_ph: International na mga Bayarin

source: File Type Icons
sr@latin: Ikonice vrste datoteke
tl_ph: Icon ayon sa Uri ng File

source: Location Icons
sr@latin: Ikonice mesta
tl_ph: Icon ng mga Lokasyon

source: Status Icons
sr@latin: Ikonice stanja
tl_ph: Icon ng mga Kalagayan

source: Uncategorized Icons
sr@latin: Neodređene ikonice
tl_ph: Icon na Walang Kategorya

source: All Icons
sr@latin: Sve ikonice
tl_ph: Lahat ng mga Icon

source: Image Files
sr@latin: Datoteke slika
tl_ph: Larawang Files

source: Select _icon from:
sr@latin: Izaberi konicu iz:
tl_ph: Pumili _icon mula sa:

source: _Search icon:
sr@latin: _Potraži ikonicu:

source: Clear search field
sr@latin: Očisti polje pretrage

source: Column Spacing
sr@latin: Razmak stubaca
tl_ph: Agwat ng mga hanay

source: Space which is inserted between grid column
sr@latin: Razmak koji se ubacuje između stubaca mreže
tl_ph: Espasyong isinaksak sa pagitan ng mga grid na hanay

source: Number of columns
sr@latin: Broj stubaca
tl_ph: Bilang ng mga hanay

source: Number of columns to display
sr@latin: Broj stubaca za prikazivanje
tl_ph: Bilang ng mga hanay na ipapakita

source: Enable Search
sr@latin: Uključi pretragu
tl_ph: Pahintulutan ang Paghahanap

source: View allows user to search through columns interactively
sr@latin: Pregled dozvoljava korisnicima da traže interaktivno kroz stupce
tl_ph: Pumapahintulot ang tanaw na ito sa gumagamit na maghanap sa mga hanay sa paraang interactive

source: Width for each item
sr@latin: Širina svake stavke
tl_ph: Lawak ng bawat ayten

source: The width used for each item
sr@latin: Širina za svaku stavku
tl_ph: Ang lawak na ginamit sa bawat aytem

source: Layout mode
sr@latin: Raspored
tl_ph: Mode na pang-layout

source: The layout mode
sr@latin: Način rasporeda
tl_ph: Ang mode na pang-layout

source: Margin
sr@latin: Okvir

source: Space which is inserted at the edges of the icon view
sr@latin: Razmak koji se ubacuje na krajevima pregleda ikona
tl_ph: Espasyong isinaksak sa mga dulo kapag nasa tanaw na pag-icon

source: Markup column
sr@latin: Stubac oznake
tl_ph: Hanay na pang-markup

source: Model column used to retrieve the text if using Pango markup
sr@latin: Stubac u modelu iz kojeg se izvlači tekst ukoliko se koriste Pango oznake
tl_ph: Batayang hanay na pinagkunan ng teksto kung gumagamit ng Pango markup

source: Icon View Model
sr@latin: Model pregleda ikonice
tl_ph: Batayan ng Tanaw na Pang-Icon

source: The model for the icon view
sr@latin: Model za pregled pomoću ikonica
tl_ph: Ang batayan para sa tanaw na pang-icon

source: How the text and icon of each item are positioned relative to each other
sr@latin: Kako se tekst i ikone svake stavke postavljaju jedno u odnosu na drugo
tl_ph: Paraan ng pagpuwesto ng teksto at icon na naaayon sa kinalalagyan ng bawat isa

source: Reorderable
sr@latin: Promenljivi redosled
tl_ph: Maaring muling pagsunod-sunurin

source: View is reorderable
sr@latin: Dozvoljena je izmena redosleda
tl_ph: Maaring muling pagsunod-sunurin ang tanaw

source: Row Spacing
sr@latin: Razmak redova
tl_ph: Espasyong pagitan ng mga linya

source: Space which is inserted between grid rows
sr@latin: Razmak koji se ubacuje između redova mreže
tl_ph: Espasyong isinaksak sa pagitan ng mga grid na linya

source: Search Column
sr@latin: Stubac pretrage
tl_ph: Hanapin ang Hanay

source: Model column to search through when searching through item
sr@latin: Stubac model za pretragu prilikom pretrage kroz stavke
tl_ph: Batayang hanay na paghahanapan kapag naghahanap sa aytem

source: Selection mode
sr@latin: Način izbora
tl_ph: Mode na Mapagpipilian

source: The selection mode
sr@latin: Način izbora
tl_ph: Ang Mode na Mapagpipilian

source: Single Click
sr@latin: Jednostruki klik
tl_ph: Isahang Pag-click

source: Whether the items in the view can be activated with single clicks
sr@latin: Da li stavke u pregledu mogu biti pokrenute jednim klikom
tl_ph: Kung ang mga aytem ay maa-activate sa pamamagitan ng isang pag-click

source: Single Click Timeout
sr@latin: Vreme za jedan klik
tl_ph: Timeout sa Isahang Pag-click

source: The amount of time after which the item under the mouse cursor will be selected automatically in single click mode
sr@latin: Iznos vremena nakon koga će stavka pod pokazivačem miša biti izabrana kada se koristi pokretanje jednim klikom
tl_ph: Ang itatagal matapos ang aytem sa ilalim ng mouse cursor ay awtomatikong pipiliin sa mode na isahang pag-click

source: Spacing
sr@latin: Razmaci
tl_ph: Pagitan

source: Space which is inserted between cells of an item
sr@latin: Razmak koji se ubacuje između ćelija stavke
tl_ph: Espasyong isasaksak sa pagitan ng mga cell ng isang aytem

source: Preview
sr@latin: Pregled
tl_ph: Paunang Tingin

source: No file selected
sr@latin: Datoteka nije izabrana
tl_ph: Walang Piniling File

source: Block Device
sr@latin: Blok uređaj
tl_ph: Kagamitang Block

source: Character Device
sr@latin: Znakovni uređaj
tl_ph: Kagamitang Character

source: Folder
sr@latin: Fascikla

source: Socket
sr@latin: Priključnica

source: _Add a new toolbar
sr@latin: _Dodaj novu traku alata
tl_ph: _Add bagong toolbar

source: Drag an item onto the toolbars above to add it, from the toolbars in the items table to remove it.
sr@latin: Prevucite stavku na traku alata iznad da je dodate, ili sa trake alata na tabelu stavki da je uklonite.
tl_ph: Kaladkarin ang isang aytem sa mga toolbar sa itaas upang madagdagan, at palabas mula sa toolbar sa mga table ng mga aytem upang matanggal

source: Separator
sr@latin: Razdvajač
tl_ph: Panghati

source: Toolbar _Style
sr@latin: _Izgled trake alata

source: _Desktop Default
sr@latin: _osnovni izgled radne površi

source: _Icons only
sr@latin: samo _ikonice
tl_ph: _Icons lang

source: _Text only
sr@latin: samo _tekst
tl_ph: _Teksto lang

source: Text for _All Icons
sr@latin: tekst za _sve ikonice
tl_ph: Teksto para sa _All Icon

source: Text for I_mportant Icons
sr@latin: tekst za _važne ikonice
tl_ph: Teksto para sa I_mportant Icons

source: _Remove Toolbar
sr@latin: _Ukloni traku alata

source: Customize Toolbar...
sr@latin: Prilagodite traku alata...
tl_ph: I-customize ang Toolbar...

source: Column spacing
sr@latin: Razmak stubaca
tl_ph: Pagitan ng mga hanay

source: The amount of space between two consecutive columns
sr@latin: Razmak između dva susedna stupca
tl_ph: Ang laki ng pagitan ng dalawang magkasunod na hanay

source: Row spacing
sr@latin: Razmak redova
tl_ph: Pagitan ng mga linya

source: The amount of space between two consecutive rows
sr@latin: Razmak između dva susedna reda
tl_ph: Ang laki ng pagitan ng dalawang magkasunod na linya

source: Homogeneous
sr@latin: Ujednačeno

source: Whether the children should be all the same size
sr@latin: Da li sadržani elementi treba da budu svi iste veličine
tl_ph: kung ang mga children ay magkasinglaki

source: Window group
sr@latin: Grupa prozora
tl_ph: Pangkat ng window

source: Window group leader
sr@latin: Vođa grupe prozora
tl_ph: Pinuno ng pangkat ng window

source: Restart command
sr@latin: Naredba ponovnog pokretanja
tl_ph: Simulan muli ang utos

source: Session restart command
sr@latin: Naredba ponovnog pokretanja sesije
tl_ph: Utos na pang-session restart

source: Usage: %s [options] [file]
sr@latin: Upotreba: %s [mogućnosti] [datoteka]
tl_ph: Paggamit: %s [options] [file]

source: %s [options] --build-list [[name file]...]
sr@latin: %s [mogućnosti] --build-list [[naziv datoteke]...]

source: -h, --help Print this help message and exit
sr@latin: -h, --help Ispisuje ovu poruku i izlazi
tl_ph: -h, --help I-print itong help message at umalis

source: -V, --version Print version information and exit
sr@latin: -V, --version Ispisuje podatke o izdanju i izlazi
tl_ph: -V, --version I-print ang version information at umalis

source: --extern Generate extern symbols
sr@latin: --extern Obrazuje spoljne simbole
tl_ph: --extern Mag-generate extern symbols

source: --static Generate static symbols
sr@latin: --static Obrazuje stalne simbole
tl_ph: --static Mag-generate static symbols

source: --name=identifier C macro/variable name
sr@latin: --name=odrednik naziva C makroa/promenljive

source: --build-list Parse (name, file) pairs
sr@latin: --build-list Rasčlanjuje (naziv, datoteka) parove

source: --strip-comments Remove comments from XML files
sr@latin: --strip-comments Uklanja napomene iz XML datoteka
tl_ph: --strip-comments Tanggalin ang mga komento mula sa XML files

source: --strip-content Remove node contents from XML files
sr@latin: --strip-content Uklanja sadržaje čvorova iz XML datoteka
tl_ph: --strip-content Tanggalin ang node contents mula sa XML files

source: Copyright (c) %s os-cillation e.K. All rights reserved. Written by Benedikt Meurer <benny@xfce.org>.
sr@latin: Autorska prava (c) %s os-cilacija e.K. Sva prava su zadržana. Napisao Benedikt Mejer <benny@xfce.org>.

source: %s comes with ABSOLUTELY NO WARRANTY, You may redistribute copies of %s under the terms of the GNU Lesser General Public License which can be found in the %s source package.
sr@latin: %s dolazi BEZ IKAKVOG JEMSTVA Možete da raspodeljujete primerke %s pod odredbama Gnuove manje opšte javne licence koju možete pronaći u %s izvornom paketu.
tl_ph: %s ay TIYAK NA WALANG WARRANTY, Maaring magpakalat ng kopya ng %s sa ilalim ng kasunduan ng GNU Lesser General Public License na mahahanap sa %s source package.

source: Please report bugs to <%s>.
sr@latin: Greške prijavite na <%s>.
tl_ph: Paki-report ang mga bugs sa <%s>.

source: Select an Application
sr@latin: Izaberite program
tl_ph: Pumili ng Application

source: All Files
sr@latin: Sve datoteke
tl_ph: Lahat ng Files

source: Executable Files
sr@latin: Izvršne datoteke

source: Perl Scripts
sr@latin: Perl skripte

source: Python Scripts
sr@latin: Python skripte

source: Ruby Scripts
sr@latin: Ruby skripte

source: Shell Scripts
sr@latin: Skripte školjke

source: Create Launcher <b>%s</b>
sr@latin: Napravi pokretač <b>%s</b>
tl_ph: Lumikha ng Launcher <b>%s</b>

source: _Name:
sr@latin: Na_ziv:
tl_ph: _Pangalan:

source: C_omment:
sr@latin: Na_pomena:

source: Comm_and:
sr@latin: Na_redba:

source: _URL:
sr@latin: _Adresa:

source: Working _Directory:
sr@latin: Radni _direktorijum:

source: _Icon:
sr@latin: _Ikonica:

source: No icon
sr@latin: Nema ikonice
tl_ph: Walang icon

source: Options:
sr@latin: Mogućnosti:
tl_ph: Mga option:

source: Use _startup notification
sr@latin: Koristi obaveštenja pri _pokretanju
tl_ph: Gumamit ng _startup notification

source: Select this option to enable startup notification when the command is run from the file manager or the menu. Not every application supports startup notification.
sr@latin: Izaberite ovu mogućnost da uključite obaveštenja o pokretanju kada se naredba pokrene iz upravnika datoteka ili iz izbornika. Ne podržavaju svi programi obaveštenja o pokretanju.
tl_ph: Piliin ang option na ito upang may startup notification kung magmumula ang utos sa file manager o sa menu. Hindi lahat ng application ay sumusuporta sa startup notification

source: Run in _terminal
sr@latin: Pokreni u _terminalu
tl_ph: Patakbuhin sa _terminal

source: Select this option to run the command in a terminal window.
sr@latin: Izaberite ovu mogućnost da pokrenete naredbu u prozoru terminala.
tl_ph: Piliin ang option na ito upang patakbuhin ang utos sa isang terminal

source: Select an icon
sr@latin: Izaberite ikonicu
tl_ph: Pumili ng icon

source: Select a working directory
sr@latin: Izaberite radnu fasciklu

source: File location is not a regular file or directory
sr@latin: Mesto datoteke nije redovna datoteka ili fascikla

source: Create Launcher
sr@latin: Napravi pokretač
tl_ph: Lumikha ng Launcher

source: Create Link
sr@latin: Napravi vezu
tl_ph: Lumikha ng link

source: Create Directory
sr@latin: Napravi fasciklu

source: Edit Launcher
sr@latin: Uredi pokretač
tl_ph: I-edit ang launcher

source: Edit Link
sr@latin: Uredi vezu
tl_ph: I-edit ang link

source: Edit Directory
sr@latin: Uredi fasciklu

source: Create a new desktop file in the given directory
sr@latin: Pravi novu datoteku radne površi u datoj fascikli
tl_ph: Lumikha ng bagong desktop file sa binigay na directory

source: Type of desktop file to create (Application or Link)
sr@latin: Vrsta datoteke radne površi za stvaranje (program ili veza)
tl_ph: Uri ng desktop file na ililikha (Application o Link)

source: Preset name when creating a desktop file
sr@latin: Naziv predpodešavanja prilikom stvaranja datoteke radne površi
tl_ph: Preset ang pangalan habang lumilikha ng desktop file

source: Preset comment when creating a desktop file
sr@latin: Napomena predpodešavanja prilikom stvaranja datoteke radne površi
tl_ph: Preset ang komento habang lumilikha ng desktop file

source: Preset command when creating a launcher
sr@latin: Naredba predpodešavanja prilikom stvaranja pokretača
tl_ph: Preset ang utos habang lumilikha ng launcher

source: Preset URL when creating a link
sr@latin: Adresa predpodešavanja prilikom stvaranja veze
tl_ph: Preset ang URL habang lumilikha ng link

source: Preset icon when creating a desktop file
sr@latin: Ikonica predpodešavanja prilikom stvaranja datoteke radne površi
tl_ph: Preset ang icon habang lumilikha ng desktop file

source: Print version information and exit
sr@latin: Ispisuje podatke o izdanju i izlazi
tl_ph: i-print ang version information at umalis

source: [FILE|FOLDER]
sr@latin: [DATOTEKA|FASCIKLA]

source: Failed to open display
sr@latin: Nisam uspeo da otvorim prikaz
tl_ph: Hindi tagumpay sa pagbukas ng display

source: No file/folder specified
sr@latin: Nije navedena datoteka/fascikla
tl_ph: Walang minungkahing file/folder

source: Failed to load contents from "%s": %s
sr@latin: Nisam uspeo da učitam sadržaje sa „%s“: %s

source: The file "%s" contains no data
sr@latin: Datoteka „%s“ ne sadrži podatke

source: Failed to parse contents of "%s": %s
sr@latin: Nisam uspeo da obradim sadržaje „%s“: %s

source: File "%s" has no type key
sr@latin: Datoteka „%s“ nema ključ vrste

source: Unsupported desktop file type "%s"
sr@latin: Nepodržana vrsta datoteke radne površi „%s“
tl_ph: Hindi suportado ang uri ng file sa desktop na "%s"

source: C_reate
sr@latin: _Napravi

source: Choose filename
sr@latin: Izaberite naziv datoteke
tl_ph: Pumili ng pangalan ng file

source: Failed to create "%s".
sr@latin: Nisam uspeo da napravim „%s“.
tl_ph: Hindi tagumpay sa paglikha ng "%s".

source: Failed to save "%s".
sr@latin: Nisam uspeo da sačuvam „%s“.
tl_ph: Hindi tagumpay sa pagsave "%s".

source: Preferred Applications
sr@latin: Omiljeni programi
tl_ph: Mas Piling Mga Application

source: Select default applications for various services
sr@latin: Izaberite osnovne programe za razne usluge
tl_ph: Pumili ng default applications para sa iba't ibang serbisyo

source: Web Browser
sr@latin: Web preglednik

source: The preferred Web Browser will be used to open hyperlinks and display help contents.
sr@latin: Omiljeni web preglednik će biti korišćen za otvaranje hiper veza i prikaz sadržaja pomoći.
tl_ph: Ang piniling Web Browser ay gagamitin upang buksan ang mga hyperlink at ipakita ang mga help content.

source: Mail Reader
sr@latin: Čitač pošte
tl_ph: Pambasa ng Sulat

source: The preferred Mail Reader will be used to compose emails when you click on email addresses.
sr@latin: Omiljeni čitač pošte će biti korišćen za sastavljanje e-poruka kada kliknete na adrese e-pošte.
tl_ph: Ang piniling Pambasa ng Sulat ay gagamitin sa paglikha ng email kung mag-click sa email addresses.

source: _Utilities
sr@latin: _Alatke

source: File Manager
sr@latin: Upravnik datoteka

source: The preferred File Manager will be used to browse the contents of folders.
sr@latin: Omiljeni upravnik datoteka će biti korišćen za razgledanje sadržaja fascikli.

source: Terminal Emulator
sr@latin: Oponašavač terminala

source: The preferred Terminal Emulator will be used to run commands that require a CLI environment.
sr@latin: Omiljeni oponašavač terminala će biti korišćen za pokretanje naredbi koje zahtevaju okruženje naredbene linije.
tl_ph: Ang piniling Terminal Emulator ay gagamitin upang patakbuhin ang mga utos na nangangailangan ng CLI environment.

source: Press left mouse button to change the selected application.
sr@latin: Pritisnite levi taster miša da izmenite označeni program.
tl_ph: Pindutin ang kaliwang mouse upang baguhin ang piniling application.

source: Application Chooser Button
sr@latin: Dugme birača programa

source: No application selected
sr@latin: Nije izabran program
tl_ph: walang piniling application

source: Failed to set default Web Browser
sr@latin: Nisam uspeo da podesim osnovnog web preglednika
tl_ph: Hindi tagumpay na i-set ang default Web Browser

source: Failed to set default Mail Reader
sr@latin: Nisam uspeo da podesim osnovnog čitača pošte
tl_ph: Hindi tagumpay na i-set ang default Mail Reader

source: Failed to set default File Manager
sr@latin: Nisam uspeo da podesim osnovnog upravnika datoteka

source: Failed to set default Terminal Emulator
sr@latin: Nisam uspeo da podesim osnovnog oponašača terminala
tl_ph: Hindi tagumpay na i-set ang default Terminal Emulator

source: Select application
sr@latin: Izaberite program
tl_ph: Pumili ng application

source: Choose a custom Web Browser
sr@latin: Izaberite proizvoljnog web preglednika
tl_ph: Pumili ng custom Web Browser

source: Choose a custom Mail Reader
sr@latin: Izaberite proizvoljnog čitača pošte
tl_ph: Pumili ng custom Mail Reader

source: Choose a custom File Manager
sr@latin: Izaberite proizvoljnog upravnika datoteka

source: Choose a custom Terminal Emulator
sr@latin: Izaberite proizvoljnog oponašača terminala
tl_ph: Pumili ng custom Terminal Emulator

source: Specify the application you want to use as default Web Browser for Xfce:
sr@latin: Navedite program koji želite da koristite kao osnovnog veb preglednika za XFCE:
tl_ph: Imungkahi ang application na nais gamitin bilang default Web Browser para sa Xfce:

source: Specify the application you want to use as default Mail Reader for Xfce:
sr@latin: Navedite program koji želite da koristite kao osnovnog čitača pošte za XFCE:
tl_ph: Imungkahi ang application na nais gamitin bilang default Mail Reader para sa Xfce:

source: Specify the application you want to use as default File Manager for Xfce:
sr@latin: Navedite program koji želite da koristite kao osnovnog upravnika datoteka za XFCE:

source: Specify the application you want to use as default Terminal Emulator for Xfce:
sr@latin: Navedite program koji želite da koristite kao osnovnog oponašača terminala za XFCE:
tl_ph: Imungkahi ang application na nais gamitin bilang default Terminal Emulator para sa Xfce:

source: Browse the file system to choose a custom command.
sr@latin: Razgledajte sistem datoteka da izaberete proizvoljnu naredbu.
tl_ph: Tingnan ang file system nang makapili ng custom command.

source: _Other...
sr@latin: _Drugo...
tl_ph: _Iba...

source: Use a custom application which is not included in the above list.
sr@latin: Koristite proizvoljni program koji se ne nalazi na gornjem spisku.
tl_ph: Pumili ng custom application na hindi kabilang sa listahan sa itaas.

source: Choose Preferred Application
sr@latin: Izaberite omiljeni program
tl_ph: Pumili ng Preferrred Application

source: Please choose your preferred Web Browser now and click OK to proceed.
sr@latin: Molim sada izaberite vašeg omiljenog veb preglednika i kliknite „U redu“ da nastavite.
tl_ph: Paki-pili ng preferred Web Browser ngayundin at i-click ang OK upang tumuloy.

source: Please choose your preferred Mail Reader now and click OK to proceed.
sr@latin: Molim sada izaberite vašeg omiljenog čitača pošte i kliknite „U redu“ da nastavite.
tl_ph: Paki-pili ng preferred Mail Reader ngayundin at i-click ang OK upang tumuloy.

source: Please choose your preferred File Manager now and click OK to proceed.
sr@latin: Molim sada izaberite vašeg omiljenog upravnika datoteka i kliknite „U redu“ da nastavite.

source: Please choose your preferred Terminal Emulator now and click OK to proceed.
sr@latin: Molim sada izaberite vašeg omiljenog oponašača terminala i kliknite „U redu“ da nastavite.
tl_ph: Paki-pili ng preferred Terminal Emulator ngayundin at i-click ang OK upang tumuloy.

source: No command specified
sr@latin: Nije navedena naredba
tl_ph: Walang utos na minungkahi
