Repository: Distrotech/exo
Catalog: docs/manual/po/*.po
Languages: bn, de, ru, zh_cn

source: Xfce 4 Preferred Applications
bn: Xfce 4 পছন্দসই অ্যাপ্লিকেশন
de: Xfce 4 Bevorzugte Anwendungen
ru: Предпочитаемые приложения Xfce 4
zh_cn: Xfce 4 首选应用程序

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.1 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts, and with no Back-Cover Texts. The complete license text is available from the <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
bn: মুক্ত সফটওয়্যার ফাউন্ডেশন থেকে প্রকাশিত GNU মুক্ত ডকুমেন্টেশন লাইসেন্সের সংস্করন ১.১ বা পরবর্তী সংস্করণ অনুযায়ী কোনো কেবল অপরিবর্তনশীল অংশ, ফ্রন্ট-কভার টেক্সট এবং ব্যাক-কভার টেক্সট ছাড়া নথির অনুলেপন, বন্টন এবং পরিবর্তনের অনুমতি দেওয়া হয়েছে। সম্পূর্ণ লাইসেন্স টেক্সট <ulink type="http" url="http://www.gnu.org/">মুক্ত সফটওয়্যার ফাউন্ডেশন</ulink> এ পাওয়া যাবে।
de: Es ist erlaubt, die Datei unter den Bedingungen der GNU-Lizenz für freie Dokumentation, Version 1.2 oder einer späteren Version, veröffentlicht von der Free Software Foundation, zu kopieren, zu verbreiten und/oder zu modifizieren. Es gibt keine unveränderlichen Abschnitte, keinen vorderen Umschlagtext und keinen hinteren Umschlagtext. Der vollständige Lizenztext ist bei der <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink> erhältlich.
ru: Разрешено копировать, распространять и/или модифицировать данный документ на условиях лицензии GNU Free Documentation License, версии 1.1 или более поздней версии, опубликованной Фондом Свободного ПО (Free Software Foundation). Документ не содержит неизменяемых разделов, не содержит текста, помещаемого на первую и последнюю страницу обложки. Полный текст лицензии доступен на сайте <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
zh_cn: 以自由软件基金会发布的 GNU 自由文档许可协议 1.1 版或更高版的方式允许复制、分发和/或修改此文档；不要求保留特定章节、封面文本或封底文本。完整的许可协议文本在：<ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>。

source: This manual describes version @PACKAGE_VERSION@ of the <emphasis>Xfce Preferred Applications</emphasis> framework and its components.
bn: এই ম্যানুয়েলটি <emphasis>Xfce পছন্দসই অ্যাপ্লিকেশন</emphasis> ফ্রেমওয়ার্ক এবং এর উপাদনের সংস্করণ @PACKAGE_VERSION@ বর্ণনা করা হয়।
de: Dieses Handbuch beschreibt Version@PACKAGE_VERSION@ des <emphasis>Xfce Bevorzugte Anwendungen</emphasis> Frameworks und seine Komponenten.
ru: Данное руководство описывает систему и компоненты <emphasis>предпочитаемых приложений Xfce</emphasis> версии @PACKAGE_VERSION@.
zh_cn: 本手册介绍了 <emphasis>Xfce 首选应用程序</emphasis> @PACKAGE_VERSION@ 版的框架和其组件。

source: Introduction
bn: ভুমিকা
de: Einleitung
ru: Введение
zh_cn: 导言

source: Throughout the 4.x series of the Xfce Desktop Environment, there was no easy way for users to set their preferred applications, i.e. the Web Browser that should be used to open hyperlinks. The <emphasis>Xfce Preferred Applications</emphasis> framework was added in Xfce 4.3 to overcome this limitation and provide users with an easy way to select their preferred web browser, mail reader and terminal emulator.
bn: Xfce ডেক্সটপ এনভায়রনমেন্ট এর 4.x ধারায় ব্যবহারকারীর পছন্দনীয় অ্যাপ্লিকেশন নির্ধারণ করার কোনো সহজ উপায় ছিলনা, যেমন, হাইপারলিংক খোলার জন্য ওয়েব ব্রাউজার ব্যবহার করতে হত। এই সীমাবদ্ধতা কাটিয়ে উঠার জন্য Xfce 4.3 এ <emphasis>Xfce পছন্দনীয় অ্যাপ্লিকেশন</emphasis> কাঠামো যোগ করে ব্যবহারকারীকে পছন্দনীয় ওয়েব ব্রাউজার, মেইল রিডার এবং টার্মিনাল ইমিউলেটর নির্বাচন করার সহজ উপায় বের করে দেয়া হয়েছে।
de: Durch die 4.x Serie der Xfce Desktop-Umgebung hinweg gab es keine einfache Möglichkeit für Benutzer, ihre bevorzugten Anwendungen wie den Webbrowser zum Öffnen von Hyperlinks einzustellen. Das <emphasis>Xfce Preferred Applications</emphasis> Framework wurde in Xfce 4.3 eingeführt, um diesen Missstand zu beheben und dem Anwender eine einfache Möglichkeit zu geben, seine bevorzugtes Webbrowser-, eMail- und Terminalemulatorprogramm zu wählen.
ru: Во всей серии 4.x рабочей среды Xfce для пользователей не было предусмотрено простого способа задать свои предпочитаемые приложения. Например, какой веб-браузер должен использоваться для открытия гиперссылок. В Xfce 4.3 была добавлена система <emphasis>предпочитаемых приложений Xfce</emphasis>, устраняющая этот недостаток и предоставляющая пользователям простой способ выбора предпочитаемого веб-браузера, почтовой программы и эмулятора терминала.
zh_cn: 4.x 系列的 Xfce 桌面环境，一开始并没有一个比较简便的方法让用户去设置他们的首选应用程序，比如使用哪个浏览器来打开超链接。从 Xfce 4.3 开始，<emphasis>Xfce 首选应用程序</emphasis> 框架的加入解决了这个问题，并让用户能够轻松地选择他们首选的网络浏览器、邮件阅读器和终端模拟器。

source: Configuration
bn: কনফিগারেশন
de: Konfiguration
ru: Конфигурация
zh_cn: 配置

source: You can access the configuration dialog by clicking on the <guibutton>Preferred Applications</guibutton> button in the <ulink type="http" url="xfce-mcs-manager.html#manager-dialog">Xfce Settings Manager</ulink>. The configuration dialog is split into two pages, which are described in the following sections.
bn: আপনি <ulink type="http" url="xfce-mcs-manager.html#manager-dialog">Xfce সেটিংস ম্যানেজার</ulink> এর <guibutton>পছন্দনীয় অ্যাপ্লিকশন</guibutton> বোতামে ক্লিক করে কনফিগারেশন ডায়ালগে প্রবেশ করতে পারেন। কনফিগারেশন ডায়ালগ দুই পৃষ্ঠায় বিভক্ত রয়েছে যা নিম্নোক্ত বিভাগে উল্লেখিত আছে।
de: Sie können Konfigurationsdialog erreichen, indem Sie auf den Knopf <guibutton>Preferred Applications</guibutton> im <ulink type="http" url="xfce-mcs-manager.html#manager-dialog">Xfce Settings Manager</ulink> drücken. Der Konfigurationsdialog ist in zwei Seiten aufgeteilt, die in den folgenden Abschnitten beschrieben werden.
ru: Вы можете получить доступ к диалоговому окну конфигурации по нажатию кнопки <guibutton>Предпочитаемые приложения</guibutton> в <ulink type="http" url="xfce-mcs-manager.html#manager-dialog">Диспетчере настроек Xfce</ulink>. Диалоговое окно конфигурации разделено на две вкладки, которые описаны в следующих разделах.
zh_cn: 您可以点击 <ulink type="http" url="xfce-mcs-manager.html#manager-dialog">Xfce 设置管理器</ulink> 中的 <guibutton>首选应用程序</guibutton> 按钮访问配置对话框。配置对话框被分为两页，将在下面详细介绍。

source: Internet applications
bn: ইন্টারনেট অ্যাপ্লিকেশন
de: Internetanwendungen
ru: Интернет-приложения
zh_cn: 互联网应用程序

source: The first page of the configuration dialog allows you to select your preferred Web Browser and Mail Reader. The selected Web Browser will be used to open hyperlinks that you click on and to display the documentation, whereas the Mail Reader will be used to compose mails.
bn: কনফিগারেশন ডায়ালগের প্রথম পৃষ্ঠায় আপনি পছন্দনীয় ওয়েব ব্রাউজার এবং মেইল রিডার নির্বাচন করতেপারবেন। হাইপারলিংক ক্লিক করে ডকুমেন্টেশন প্রদর্শনের জন্য নির্বাচিত ওয়েব ব্রাউজারটি ব্যবহৃত হয়, অথচ মেইল রিডার শুধু মেইল লেখার জন্য ব্যবহৃত হবে।
de: Die erste Seite eines Konfigurationsdialogs erlaubt Ihnen, den bevorzugten Webbrowser und das eMail-Programm auszuwählen. Der gewählte Webbrowser wird verwendet, um angeklickte Hyperlinks zu öffnen und die Dokumentation anzuzeigen, das eMail-Programm hingegen wird zum Verfassen von Nachrichten verwendet.
ru: Первая вкладка диалогового окна конфигурации позволяет выбрать предпочитаемые веб-браузер и почтовую программу. Выбранный веб-браузер будет использоваться для открытия гиперссылок, по которым вы щёлкаете и для просмотра документации, а почтовая программа будет использоваться для написания писем.
zh_cn: 配置对话框的第一页让您选择您首选的网络浏览器和邮件阅读器。所选的网络浏览器将会用以打开您点击的超链接和显示文档，邮件浏览器则用来撰写邮件。

source: Select internet applications
bn: ইন্টারনেট অ্যাপ্লিকেশন নির্বাচন করা হবে
de: Internetanwendungen wählen
ru: Выбор интернет-приложений
zh_cn: 选择互联网应用程序

source: To select a different Web Browser than the current default one, click on the button in the <guilabel>Default Web Browser</guilabel> section and a list of web browsers that were detected on your system will appear, as shown in <xref linkend="configuration-webbrowser-menu"/>.
bn: বর্তমানে যে ডিফল্ট ওয়েব ব্রাউজারটি আছে সেটি ছাড়া অন্যটি নির্বাচন করতে হলে <guilabel>ডিফল্ট ওয়েব ব্রাউজার</guilabel> সেকশনের বোতামে ক্লিক করুন এবং <xref linkend="configuration-webbrowser-menu"/> অনুযায়ী আপনার সিস্টেম ওয়েব ব্রাউজারের যে তালিকা বের করেছে তা চলে আসবে।
de: Um einen anderen Webbrowser als den momentanen Standard auszuwählen, klickt man auf den Knopf in der Sektion <guilabel>Default Web Browser</guilabel> und eine Liste von Webbrowser, die auf diesem System gefunden wurden erscheint, wie im <xref linkend="configuration-webbrowser-menu"/> dargestellt.
ru: Чтобы выбрать другой веб-браузер, нажмите кнопку в области <guilabel>Веб-браузер</guilabel>. Появится список веб-браузеров, найденных в вашей системе, как показано на <xref linkend="configuration-webbrowser-menu"/>.
zh_cn: 要选择一个不同的网络浏览器替换当前的默认浏览器，点击 <guilabel>默认网络浏览器</guilabel> 一栏中的按钮，将会在 <xref linkend="configuration-webbrowser-menu"/> 中显示一个列表列出在您系统中检测到的可用网络浏览器。

source: Select Web Browser
bn: ওয়েব ব্রাউজার নির্বাচন করা হবে
de: Webbrowser auswählen
ru: Выбор веб-браузера
zh_cn: 选择网络浏览器

source: If the Web Browser you are looking for is not automatically detected by the system, you can select <guimenu><guimenuitem>Other...</guimenuitem></guimenu> from the drop down menu and a dialog will appear asking you to enter the command for the custom Web Browser, as shown in <xref linkend="configuration-webbrowser-custom"/>.
bn: আপনি যে ওয়েব ব্রাউজারটি খুঁজছেন তা যদি সিস্টেম স্বয়ংক্রিয়ভাবে বের করতে না পারে, তাহলে আপনি ড্রপ ডাউন মেনু থেকে <guimenu><guimenuitem>অন্যান্য...</guimenuitem></guimenu> নির্বাচন করলে একটি ডায়ালগ আসবে যেখানে <xref linkend="configuration-webbrowser-custom"/> অনুযায়ী আপনার পছন্দনীয় ওয়েব ব্রাউজারটির জন্য কমান্ড দিতে বলা হবে।
de: Falls der Webbrowser, nach dem man sucht, nicht automatisch vom System erkannt wird, kann man <guimenu><guimenuitem>Other...</guimenuitem></guimenu> aus der Drop-Down-Liste wählen und ein Dialog erscheint, der nach dem Befehl für den benutzerdefinierten Webbrowser fragt, wie in <xref linkend="configuration-webbrowser-custom"/> dargestellt.

source: Specify a custom Web Browser
bn: স্বনির্ধারিত ওয়েব ব্রাউজার ইল্লেখ করা হবে
de: Einen benutzerdefinierten Webbrowser auswählen
ru: Выбор пользовательского веб-браузера
zh_cn: 指定一个自定义的网络浏览器

source: The special marker <literal>%s</literal> in the command will be substituted with the URL when you click on a hyperlink. When running just the preferred Web Browser without any URL, i.e. using <command>exo-open --launch WebBrowser</command>, only the binary of the specified command will be used and the parameters will be stripped off. In the example above, with <command>mywebbrowser "%s"</command> as custom Web Browser, the command <command>mywebbrowser</command> will be used to open the Web Browser without an URL.
bn: আপনি হাইপারলিংকে ক্লিক করলে কমান্ডে বিশেষভাবে চিহ্নিত <literal>%s</literal>, URL দ্বারা স্থানান্তরিত হবে। যখন URL ছাড়াই পছন্দনীয় ওয়েব ব্রাউজারটি চলতে থাকে, যেমন <command>exo-open --ওয়েব ব্রাউজার চালুকরুন</command>, তখন নির্দিষ্ট কমান্ডের শুধু বাইনারিই ব্যবহৃত হবে এবং প্যারামিটারও উন্মুক্ত থাকবে। উপরের উদাহরণে পছন্দনীয় ওয়েব ব্রাউজার <command>আমার ব্রাউজার "%s"</command> এ <command>আমার ব্রাউজার</command> কমান্ডটি URL ছাড়াই ওয়েব ব্রাউজারটি খুলতে ব্যবহার করা হয়।
de: Der spezielle Marker <literal>%s</literal> im Befehl wird durch die URL ersetzt, wenn man einen Hyperlink anklickt. Wenn der bevorzugte Webbrowser ohne URL gestartet wird, z.B. unter Verwendung von <command>exo-open --launch WebBrowser</command>, wird nur der binäre Teil des bestimmten Befehls verwendet und die Parameter gekürzt. Im obigen Beispiel mit <command>mywebbrowser "%s"</command> als benutzerdefinierten Webbrowser wird der Befehl <command>mywebbrowser</command> verwendet, um einen Webbrowser ohne URL zu starten.
ru: Специальное поле <literal>%s</literal> в команде будет заменено на URL, когда вы щёлкните по гиперссылке. При запуске предпочитаемого веб-браузера без URL, т.е. при использовании <command>exo-open --launch WebBrowser</command>, будет выполняться только первая часть указанной команды, а параметры будут отсекаться. В примере выше, с <command>mywebbrowser "%s"</command> в качестве пользовательского веб-браузера, команда <command>mywebbrowser</command> будет использоваться для открытия веб-браузера без URL.
zh_cn: 在您点击一个超链接时会用此 URL 替换命令中的特殊标记 <literal>%s</literal>。如果仅启动网络浏览器而不打开任何 URL，比如使用 <command>exo-open --launch WebBrowser</command>，则仅使用指定命令的二进制部分而忽略此参数。在上面的例子中，假设自定义网络浏览器为 <command>mywebbrowser "%s"</command>，则仅使用 <command>mywebbrowser</command> 来打开网络浏览器，而不自动打开任何 URL。

source: Other applications
bn: অন্যান্য অ্যাপ্লিকেশন
de: Andere Anwendungen
ru: Прочие приложения
zh_cn: 其它应用程序

source: The first page of the configuration dialog allows you to select your preferred terminal emulator. The preferred terminal emulator will be used throughout the Xfce Desktop Environment to launch applications that need to be run in a CLI (command line interface) environment.
bn: কনফিগারেশন ডায়ালগের প্রথম পৃষ্ঠায় আপনার পছন্দনীয় টার্মিনাল ইমিউলেটর নির্বাচন করতে পারবেন। CLI (কমান্ড লাইন ইন্টারফেস) এ চলে এমন একটি অ্যাপ্লিকেশন চালু করার জন্য Xfce ডেক্সটপ এনভায়রনমেন্টে পছন্দনীয় টার্মিনাল ইমিউলেটর ব্যবহার করা হবে।
de: Die erste Seite dieses Konfigurationsdialogs erlaubt Ihnen, den bevorzugten Terminalemulator auszuwählen. Der bevorzugte Terminalemulator wird durch die gesamte Xfce Desktop-Umgebung verwendet um Anwendungen zu starten, die in einer Kommandozeilenumgebung ausgeführt werden müssen.
ru: Вторая вкладка диалогового окна конфигурации позволяет выбрать предпочитаемый эмулятор терминала. Предпочитаемый эмулятор терминала будет использоваться во всей рабочей среде Xfce для запуска приложений, которые должны работать в окружении командной строки.
zh_cn: 配置对话框的第一页让您选择您首选的的终端模拟器。首选的终端模拟器将在整个 Xfce 桌面环境中用以启动所有需要在 CLI(命令行界面)环境中运行的程序。

source: Select other applications
bn: অন্যান্য অ্যাপ্লিকেশন নির্বাচন করা হবে
de: Andere Anwendungen wählen
ru: Выбор прочих приложений
zh_cn: 选择其他应用程序

source: For custom terminal commands, the special marker <literal>%s</literal> will be substituted with the application to run in the terminal. Otherwise the same rules apply as described in <xref linkend="configuration-internet"/>.
bn: পছন্দনীয় টার্মিনাল কমান্ডের জন্য, টার্মিনালে চালানোর জন্য বিশেষ চিহ্নিতকারী <literal>%s</literal>, অ্যাপ্লিকেশন দ্বারা প্রতিস্থাপিত হবে। অন্যথায় <xref linkend="configuration-internet"/> এ উল্লেখিত একই নিয়মাবলী প্রয়োগ করা হয়।
de: Für einen benutzerdefinierten Konsolenbefehl wird der spezielle Marker <literal>%s</literal> durch die Anwendung ersetzt, die im Terminal ausgeführt werden soll. Ansonsten gelten die gleichen Regeln wie in <xref linkend="configuration-internet"/> beschrieben.
ru: Для пользовательских терминальных команд специальное поле <literal>%s</literal> будет замещаться приложением для запуска в терминале. В остальных случаях используются правила, описанные в разделе <xref linkend="configuration-internet"/>.
zh_cn: 自定义终端命令中的特殊标记 <literal>%s</literal> 会被要在终端中运行的应用程序替换。其它规则同 <xref linkend="configuration-internet"/> 中描述的一样。

source: A simple command line frontend to the <emphasis>Xfce Preferred Applications</emphasis> framework is included, named <application>exo-open</application>. Users and developers can use this utility to launch the preferred application for a certain category or open URLs with the default URL handler.
bn: <emphasis>Xfce পছন্দনীয় অ্যাপ্লিকেশন</emphasis> কাঠামোর সাথে <application>exo-open</application> নামক একটি সহজ কমান্ড লাইন ফ্রন্টেন্ড সংযুক্ত করা হয়েছে। একটি নির্দিষ্ট শ্রেনীর পছন্দনীয় অ্যাপ্লিকেশন চালু করার জন্য অথবা ডিফল্ট URL হ্যান্ডলারের সাহায্যে URL খুলতে ব্যবহারকারীগণ এবং ডেভেলপারগণ এই উপযোগিতা গ্রহন করতে পারেন।
de: Ein einfaches Kommandozeilenfrontend für das <emphasis>Xfce bevorzugte Anwendungen</emphasis> Framework ist enthalten und wird <application>exo-open</application> genannt. Benutzer und Entwickler können dieses Werkzeug verwenden, um bevorzugte Anwendungen für eine bestimmte Kategorie zu starten oder eine URL mit dem vorgegebenen URL-Handler zu öffnen.
ru: В систему <emphasis>предпочитаемых приложений Xfce</emphasis> включена простая утилита командной строки <application>exo-open</application>. Пользователи и разработчики могут использовать эту утилиту для запуска предпочитаемого приложения определённой категории или открытия URL в обработчике URL по умолчанию.
zh_cn: <emphasis>Xfce 首选应用程序</emphasis> 框架同时提供了一个名为 <application>exo-open</application> 的简单的命令行前端。用户和开发者可以使用此工具启动特定类别的首选应用程序，或者使用默认的 URL 处理器打开 URL。

source: <application>exo-open</application> supports two operation modes. The first will simply launch the preferred application for a certain category, optionally passing a parameter (the exact meaning of the term <emphasis>parameter</emphasis> depends on the category). For example, to launch the command <command>mutt</command> in the preferred Terminal Emulator, you would use
bn: <application>exo-open</application> দুটি অপারেশন মোডকে সমর্থন করে। প্রথমটি কেবল নির্দিষ্ট শ্রেনীর পছন্দনীয় অ্যাপ্লিকেশন চালু করবে, যা (<emphasis>প্যারামিটার</emphasis> টার্ম বলতে কি বোঝায় তা নির্দিষ্ট শ্রেনীর উপর নির্ভর করে) একটি প্যারামিটারেও থাকতে পারে। উদাহরণস্বরূপ, পছন্দসই টার্মিনাল ইমিউলেটরে <command>mutt</command> কমান্ডটি চালু করতে আপনি ব্যবহার করবেন
de: <application>exo-open</application> unterstützt zwei Operationsmodi. Der erste wird einfach die bevorzugte Anwendung für eine bestimmte Kategorie starten, wobei optional Parameter angegeben werden (die exakte Bedeutung des Ausdrucks <emphasis>Parameter</emphasis> hängt von der Kategorie ab). Um zum Beispiel den Befehl <command>mutt</command> in der bevorzugten Terminalemulation auszuführen, würde man folgendes verwenden:
ru: Утилита <application>exo-open</application> поддерживает два режима работы. Первый просто запустит предпочитаемое приложение определённой категории, при необходимости с передачей параметра (точное значение термина <emphasis>параметр</emphasis> зависит от категории). Например, чтобы запустить команду <command>mutt</command> в предпочитаемом эмуляторе терминала, вам нужно использовать
zh_cn: <application>exo-open</application> 支持两种操作模式。第一种是简单地启动特定类别的首选应用程序，可以选择传递一个参数(<emphasis>参数</emphasis> 的具体意义依类别而定)。比如，要在首选的终端模拟器中启动 <command>mutt</command>，您可以使用

source: exo-open --launch TerminalEmulator mutt
bn: exo-open -- TerminalEmulator mutt চালু করা হবে

source: while to just open the preferred Web Browser, the following command would be used:
bn: যখন কেবল পছন্দনীয় ওয়েব ব্রাউজারটি খুলতে হয়, নিম্নোক্ত কমান্ডটি ব্যবহার করা যাবে:
de: Um den bevorzugten Webbrowser zu öffnen wird der folgende Befehl verwendet:
ru: Чтобы открыть предпочитаемый веб-браузер, должна использоваться следующая команда:
zh_cn: 如果仅需打开首选的网络浏览器，应使用如下命令：

source: exo-open --launch WebBrowser
bn: exo-open -- WebBrowser চালু করা হবে

source: The second mode supported by <application>exo-open</application> opens all parameters passed to it with the default URL handlers. Here URLs mean either fully qualified URLs (i.e. <literal>http://www.xfce.org/</literal> or <literal>mailto:xfce4-dev@xfce.org</literal>) or local paths (i.e. <literal>/home/dude/myfile.txt</literal>). For example to open <literal>/home/dude/file1.mp3</literal> and <literal>/home/dude/file2.txt</literal> in the default applications, you would use the following command:
bn: ডিফল্ট URL হ্যান্ডলারের সাহায্যে <application>exo-open</application> সমর্থিত দ্বিতীয় মোড এর আওতার সকল প্যারামিটার খুলে। এখানে URLs বলতে সম্পূর্ণ যোগ্য URL (যেমন, <literal>http://www.xfce.org/</literal> অথবা <literal>mailto:xfce4-dev@xfce.org</literal>) অথবা স্থানীয় পাথ (যেমন, <literal>/home/dude/myfile.txt</literal>) বুঝায়। উদাহারণস্বরূপ, ডিফল্ট অ্যাপ্লিকেশনে <literal>/home/dude/file1.mp3</literal> এবং <literal>/home/dude/file2.txt</literal> খুলতে নিম্নোক্ত কমান্ডটি ব্যবহার করা হবে:
de: Der zweite Modus, der von <application>exo-open</application> unterstützt wird, öffnet alle Parameter, die an ihn übergeben werden mit den vorgebenen URL-Behandlern. URLs bezeichnet hier entweder qualifizierte URLs (z.B. <literal>http://www.xfce.org/</literal> oder <literal>mailto:xfce4-dev@xfce.org</literal>) oder lokale Pfade (z.B. <literal>/home/user/myfile.txt</literal>). Um zum Beispiel <literal>/home/dude/file1.mp3</literal> zu öffnen und <literal>/home/dude/file2.txt</literal> in der Standardapplikation auszuführen, wird folgender Befehl verwendet:
ru: Второй режим, поддерживаемый <application>exo-open</application>, открывает все переданные ему параметры в обработчике URL по умолчанию. Здесь URL означают полностью определённые URL (например, <literal>http://www.xfce.org/</literal> или <literal>mailto:xfce4-dev@xfce.org</literal>) или локальные пути (например, <literal>/home/dude/myfile.txt</literal>). Например, чтобы открыть <literal>/home/dude/file1.mp3</literal> и <literal>/home/dude/file2.txt</literal> в приложениях по умолчанию, вам нужно использовать следующую команду:
zh_cn: <application>exo-open</application> 支持的第二种操作模式是使用默认的 URL 处理器打开所有传递给它的参数。此处的 URL 可以是标准的 URL(比如 <literal>http://www.xfce.org/</literal> 或者 <literal>mailto:xfce4-dev@xfce.org</literal>)，也可以是本地路径(比如 <literal>/home/dude/myfile.txt</literal>)。比如要在默认应用程序中打开 <literal>/home/dude/file1.mp3</literal> 和 <literal>/home/dude/file2.txt</literal> 时，您应使用如下命令：

source: To start composing a mail to the <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> mailing list, you can do:
bn: <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> মেইল তালিকাতে একটি মেইল লিখতে শুরু করার জন্য, আপনি যা করতে পারেন:
de: Um eine eMail für die <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> Mailing-Liste zu verfassen, kann man folgendes tun:
ru: Чтобы написать письмо в список рассылки <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink>, вы можете выполнить:
zh_cn: 要给 <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> 邮件列表撰写一封电子邮件，您可以：

source: About
bn: পরিচিতি
de: Über
ru: О программе
zh_cn: 关于

source: The <emphasis>Xfce Preferred Applications</emphasis> framework and its components was written by Benedikt Meurer (<email>benny@xfce.org</email>) for the Xfce Desktop Environment. For more information, please visit the <ulink url="http://www.xfce.org" type="http">Xfce website</ulink>.
bn: Benedikt Meurer (<email>benny@xfce.org</email>) Xfce ডেস্কটপ এনভারনমেন্ট জন্য <emphasis>Xfce পছন্দনীয় অ্যাপ্লিকেশন</emphasis> কাঠামো এবং এর বিষয়বস্তু নিয়ে লিখেছেন। অারও তথ্য জানার জন্য <ulink url="http://www.xfce.org" type="http">Xfce ওয়েবসাইট</ulink> দেখুন।
de: Das <emphasis>Xfce bevorzugten Anwendungen</emphasis> Framework und ihre Komponenten wurden von Benedikt Meurer (<email>benny@xfce.org</email>) für das Xfce Desktop Environment geschrieben. Für weitere Informationen besuchen Sie bitte die <ulink url="http://www.xfce.org" type="http">Xfce website</ulink>.
ru: Систему и компоненты <emphasis>предпочитаемых приложений Xfce (Xfce Preferred Applications framework)</emphasis> написал Benedikt Meurer (<email>benny@xfce.org</email>) для рабочей среды Xfce. Посетите <ulink url="http://www.xfce.org" type="http">сайт Xfce</ulink> для получения более подробной информации.
zh_cn: <emphasis>Xfce 首选应用程序</emphasis> 框架以及它的组件由 Benedikt Meurer(<email>benny@xfce.org</email>)为 Xfce 桌面环境编写。更多信息，请访问 <ulink url="http://www.xfce.org" type="http">Xfce website</ulink>。
