Repository: Distrotech/exo
Catalog: docs/manual/po/*.po
Languages: bn, de, ru, zh_cn

source: To report a bug or make a suggestion regarding the software or this manual, use the <ulink type="http" url="http://bugzilla.xfce.org/">Xfce Bug Tracking System</ulink> (Product: <literal>libexo</literal>, Component: <literal>helpers</literal>).
bn: এই সফটওয়্যার বা ম্যানুয়েল সম্পর্কে বাগ রিপোর্ট করতে অথবা কোনো পরামর্শ দেয়ার জন্য <ulink type="http" url="http://bugzilla.xfce.org/">বাগট্র্যাকিং সিস্টেম </ulink> (প্রডাক্ট: <literal>লিবেক্সো</literal>, কনটেন্ট: <literal>হেল্পারস্</literal>) ব্যবহার করুন।
de: Um einen Fehler zu melden oder einen Vorschlag zur Software oder dieser Anleitung machen, verwenden Sie bitte das <ulink type="http" url="http://bugzilla.xfce.org/">Xfce Bug Tracking System</ulink> (Product: <literal>libexo</literal>, Component: <literal>helpers</literal>).
ru: Чтобы сообщить об ошибке или внести предложение, относящееся к этой программе или данному руководству, используйте <ulink type="http" url="http://bugzilla.xfce.org/">систему отслеживания ошибок Xfce</ulink> (Product: <literal>libexo</literal>, Component: <literal>helpers</literal>).
zh_cn: 无论是对此软件还是此手册，要报告缺陷或提出建议，使用 <ulink type="http" url="http://bugzilla.xfce.org/">Xfce 缺陷追踪系统</ulink> (Product:<literal>libexo</literal>，Component:<literal>helpers</literal>)。

source: If you have questions about the use or installation of this package, please ask on the <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">xfce</ulink> mailing list. Development discussion takes place on the <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> mailing list.
bn: এই প্যাকেজ ইনস্টল এবং ব্যবহার সম্পর্কে যদি কোনো প্রশ্ন থাকে, তবে অনুগ্রহ করে <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">xfce</ulink> মেইলিং লিস্টে জিজ্ঞাসা করুন। ডেভেলপমেন্ট সম্পর্কিত সব আলোচনা <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> মেইলিং লিস্টে হয়।
de: Falls Sie Fragen zur Benutzung oder Installation dieses Paketes haben, fragen Sie bitte auf der <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">xfce</ulink> Mailing-Liste. Diskussionen zur Entwicklung finden auf der <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> Mailing-Liste statt.
ru: Если у вас есть вопросы по использованию или установке этого пакета, пожалуйста, задайте их в <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">списке рассылки xfce</ulink>. Обсуждение разработки происходит в <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">списке рассылки xfce4-dev</ulink>.
zh_cn: 如果您有使用或安装安装此软件包方面的问题，请在 <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce">xfce</ulink> 邮件列表中提问。软件开发讨论在 <ulink type="http" url="http://foo-projects.org/mailman/listinfo/xfce4-dev">xfce4-dev</ulink> 邮件列表中进行。

source: This software is distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
bn: মুক্ত সফটওয়্যার প্রতিষ্ঠান থেকে প্রকাশিত GNU জেনারেল পাবলিক লাইসেন্সের সংস্করন ২ বা যে কোনো পরবর্তী সংস্করন (ইচ্ছানুসারে) এর শর্তমতে এই সফটওয়্যারটি বিতরন করা হয়েছে।
de: Dieses Werk ist freie Software; Sie können es unter der GNU General Public License, herausgegeben von der Free Software Foundation, weiterverteilen und/oder verändern; dazu gelten die Bestimmungen der Version 2 (in Worten zwei) oder einer späteren Version.
ru: Это программное обеспечение распространяется на условиях лицензии GNU General Public License, опубликованной Free Software Foundation, версии 2 или (по вашему выбору) любой более поздней версии.
zh_cn: 此软件以自由软件基金会发布的 GNU 通用公共许可协议的第二版或(您可以选择)更高版的方式发布。

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
bn: এই প্রোগামের সাথে আপনি GNU জেনারেল পাবলিক লাইসেন্সের একটি অনুলিপি পেয়ে থাকবেন; নতুবা মুক্ত সফট্ওয়্যার প্রতিষ্ঠান, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA এ লিখে পাঠান।
de: Sie sollten ein Exemplar der GNU General Public License zusammen mit diesem Programm erhalten haben. Falls nicht, schreiben Sie an die Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
ru: Вы должны были получить копию лицензии GNU General Public License вместе с этой программой. Если это не так, напишите во Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
zh_cn: 您应该与此程序一道收到了一份 GUN 通用公共许可协议的副本；如果没有，致信给 the Free Software Foundation, Inc.,59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: translator-credits
bn: লোবা ইয়াসমীন <loba@ankur.org.bd>, 2009, উম্মে সালমা <snigdha@ankur.org.bd>,2010 ইসরাত জাহান <israt@ankur.org.bd>, 2010.
de: Matthias Mailänder <matthias@mailaender.name> Christoph Wickert <cwickert@fedoraproject.org>
ru: Dmitriy Smirnov <other@igus.lv>, 2010 Денис Корявов <dkoryavov@pingwinsoft.ru>, 2010 Artem Zolochevskiy <artem.zolochevskiy@gmail.com>, 2011
zh_cn: Hunt Xu <huntxu@live.cn>, 2009. Chipong Luo <chipong_l@yahoo.com>, 2011.

source: If the Web Browser you are looking for is not automatically detected by the system, you can select <guimenuitem>Other...</guimenuitem> from the drop down menu and a dialog will appear asking you to enter the command for the custom Web Browser, as shown in <xref linkend="configuration-webbrowser-custom"/>.
ru: Если нужный веб-браузер не определился в системе автоматически, вы можете выбрать пункт <guimenuitem>Другой...</guimenuitem> в выпадающем списке. Появится диалоговое окно, в котором от вас потребуется ввести команду для пользовательского веб-браузера, как показано на<xref linkend="configuration-webbrowser-custom"/>.
zh_cn: 如果您要选择的网络浏览器并未自动检测出来，您可以从下拉菜单中选择 <guimenuitem>其它...</guimenuitem>，会出现一个要求您输入自定义网络浏览器命令的对话框，如 <xref linkend="configuration-webbrowser-custom"/> 所示。
